{
 "Groups": [
  {
   "title": "Afternoon Tea",
   "selection1": [
    {
     "title": "Mini Pink Eclairs",
     "checklistItem": [
      {
       "title": "Heat the oven to 220°C (fan 200°C, gas mark 7). Line two baking trays with baking paper."
      },
      {
       "title": "Place the flour into a bowl."
      },
      {
       "title": "Place the butter, water and sugar in a heavy based saucepan, heat slowly until the butter is melted. Bring the mixture to the boil. Turn off the heat and tip in all the flour."
      },
      {
       "title": "Beat thoroughly with a wooden spoon until the mixture comes away from the sides of the saucepan and forms a smooth ball in the middle of the pan. Tip the dough in a bowl and leave to cool for 15 minutes."
      },
      {
       "title": "When cooled, gradually beat in the eggs adding a little at a time and whisk until the mixture is shiny."
      },
      {
       "title": "Spoon the mixture into a large piping bag fitted with a 1 cm plain nozzle. Sprinkle the baking tray with a little water. Pipe the mixture in straight lengths about 7.5cm long, spacing them 7.5cm apart. Cut the choux pastry cleanly away from the end of the nozzle with a knife."
      },
      {
       "title": "Place in the preheated oven and cook for 20-25 minutes until they are pale brown and well risen."
      },
      {
       "title": "Immediately take each of the éclairs off the baking sheet and with the point of a knife, gently slit the side to let out the steam. (If you do not do this immediately the steam will turn back into water leaving you with a soggy éclair) Leave them to cool and dry out on a wire rack."
      },
      {
       "title": "Whip the cream in a small bowl until it is just thick enough to hold its shape."
      },
      {
       "title": "When the éclairs are cooled, either pipe or spoon the cream into the éclairs."
      },
      {
       "title": "To make the icing: sieve the icing into a small bowl, add a few drops of boiled water and mix into a smooth consistency. Add a few drops of pink colouring and mix to a glossy even consistency. Drizzle over the tops of the éclairs."
      }
     ]
    },
    {
     "title": "Salmon and Cucumber Afternoon Tea Sandwiches",
     "checklistItem": [
      {
       "title": "Before you begin to mix the bread dough, steep the teabags in the warm water for 2-3 minutes, before removing from the water."
      },
      {
       "title": "Mix the flours, yeast and salt in a bowl. Mix together the melted butter, sugar and water, then mix in with a cutlery knife."
      },
      {
       "title": "Tip onto a lightly floured dusted surface and knead for 10 minutes."
      },
      {
       "title": "Lightly grease the mixing bowl with some oil. Put the dough back in, cover with a clean tea towel or oiled cling film and leave to rise until double in size."
      },
      {
       "title": "Knock back the dough by gently kneading just 5 times to get the air out. Mould into a smooth oval and lift into a lightly oiled 900g/2lb loaf tin."
      },
      {
       "title": "Cover the dough again and leave to prove until doubled in size. Preheat your oven to 200°C (180°C fan, gas mark 6)"
      },
      {
       "title": "Lift the tin onto the middle shelf of the oven and bake for 35-40 minutes until you can lift the bread loaf from the tin and when you tap the base it sounds hollow. Cool on a wire rack."
      },
      {
       "title": "Once cooled, slice into even rectangles and fill with thinly sliced cucumber, cream cheese blended with fresh dill sprigs and smoked salmon slices."
      },
      {
       "title": "For a real afternoon tea feel, trim the crusts off of your sandwiches."
      }
     ]
    },
    {
     "title": "Caramel Apple Poke Cake",
     "checklistItem": [
      {
       "title": "Begin by making the cake. Preheat the oven to 190°C/170° Fan/ Gas Mark 5. Grease and line a rectangular tin measuring 23 x 33 x 5 cm with baking parchment."
      },
      {
       "title": "Cream together the butter and sugar and then add the eggs, one at a time with a spoonful of flour to stop it curdling."
      },
      {
       "title": "Add the vanilla and mixed spice and beat well. Fold in the flour, baking powder, milk and lastly the chopped, drained apples."
      },
      {
       "title": "Pour into your prepared tin and smooth the top. Bake in a preheated oven for 30 minutes until golden and springy. When cooked allow the cake to cool completely in the tin."
      },
      {
       "title": "While the cake cools, make the caramel sauce by melting the sugar, syrup and butter in a heavy based pan over a moderate heat. Allow the mixture to bubble for about 3 minutes and then remove from the heat and stir in the cream and vanilla. Put this to one side and allow to cool to room temperature."
      },
      {
       "title": "While the caramel is cooling make the icing. Using a stand mixer or wooden spoon, work the butter and icing sugar until they come together. You can add some of the cream cheese to help this along."
      },
      {
       "title": "Once the mixture has fully combined add the cinnamon and cream cheese and beat together until soft. Take care not to overbeat though as this mixture can go runny. Put the icing in the fridge until you are ready to assemble the cake."
      },
      {
       "title": "Remove the cooled cake from the tin. Using a straw, poke holes all over the cake that go ¾ through the cake. Drizzle half of your cooled caramel into the holes."
      },
      {
       "title": "When you are ready to serve the cake, spread your cream cheese frosting over the top and drizzle with the remaining caramel."
      }
     ]
    },
    {
     "title": "Biscoff Cupcakes",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180°C (160°C fan, gas 4). Line a cupcake tin with 12 paper cupcake cases."
      },
      {
       "title": "Beat together the butter and sugar until light and fluffy. Gradually add in the eggs, baking powder, flour and vanilla extract and beat until fully combined."
      },
      {
       "title": "Spoon the mixture into the cupcake cases filling each of them 2/3 full."
      },
      {
       "title": "Bake for 20-25 minutes until the cupcakes are golden and springy to touch."
      },
      {
       "title": "Whilst the cupcakes are baking make the buttercream by beating together the butter, icing sugar, milk and Biscoff spread. The longer that you beat the buttercream the lighter and fluffier it becomes."
      },
      {
       "title": "When the cupcakes have cooled fully use a small sharp knife or an apple corer to carve out the centre of the sponge of each cupcake. Fill a piping bag with a large star nozzle and the Biscoff buttercream. Pipe a small amount into the centre of each cake then top with the remaining sponge that you had removed."
      },
      {
       "title": "To finish your cupcakes, pipe swirls of the buttercream on to the top of each cupcake. For an extra touch add a Lotus biscuit on top of the buttercream."
      }
     ]
    },
    {
     "title": "Chocolate and vanilla swiss roll",
     "checklistItem": [
      {
       "title": "Preheat the oven to 200C (fan 180C, gas mark 6)."
      },
      {
       "title": "Grease a 23cm x 33cm swiss roll tin with butter and line with baking parchment."
      },
      {
       "title": "With an electric mixer, whisk together the eggs and sugar until pale and thick and holds a trail when the whisk is lifted."
      },
      {
       "title": "Divide the mixture in half into two bowls then sieve 45g flour in to one and very gently fold it in with 1/2 tbsp of hot water."
      },
      {
       "title": "Sieve the remaining flour (30g) and the cocoa powder into the other half and gently fold in with 1/2 tbsp hot water with the milk."
      },
      {
       "title": "Spoon the two mixtures into to separate disposable piping bags."
      },
      {
       "title": "Snip the end off the piping bags so they pipe a 1cm trail. With the short side of the tin facing you pipe alternate stripes on the diagonal until the whole swiss roll tin has been covered."
      },
      {
       "title": "Bake in the preheated oven for 7 - 8 minutes until springy to the touch, being careful not to overcook."
      },
      {
       "title": "Dust a large piece of baking parchment with caster sugar and turn the sponge immediately out onto it, carefully remove the baking parchment that it has been cooked on and cover with a slightly damp tea towel for 5 minutes to cool."
      },
      {
       "title": "Meanwhile make the buttercream icing by whisking together the icing sugar, vanilla bean paste and butter until light and fluffy."
      },
      {
       "title": "Remove the tea towel and making sure it is cool enough so the icing doesn’t melt, spread the icing evenly over followed by the jam."
      },
      {
       "title": "Make a slight indent about 1cm in from the short end, and carefully roll up the swiss roll tightly using the baking parchment to help, finishing with the seal underneath."
      }
     ]
    },
    {
     "title": "Cherry Jam",
     "checklistItem": [
      {
       "title": "Simmer the cherries in the water and lemon juice in the covered pan for 15 minutes."
      },
      {
       "title": "Add the sugar and heat gently, stirring occasionally until the sugar has dissolved."
      },
      {
       "title": "Bring to a full rolling boil and boil rapidly for 1 minute"
      },
      {
       "title": "Stir in the apple pectin and continue boiling for 1 minute."
      },
      {
       "title": "Remove from the heat, skim if necessary, cool slightly, pot and cover."
      }
     ]
    },
    {
     "title": "Light Fruit Cake",
     "checklistItem": [
      {
       "title": "Preheat the oven to 170°C (fan 150°C, 325°F, gas mark 3). Grease a deep 15cm/6 in cake tin with extra butter and double line the base and sides with baking paper."
      },
      {
       "title": "Cream the butter and sugar together in a large bowl using an electric hand whisk until fluffy and light."
      },
      {
       "title": "Beat in the eggs gradually. In a small bowl, mix the orange blossom water with the zest and juice of the orange and lemon. Sift the flour, add all the dried fruit, then fold into the creamed mixture, using a large metal spoon, followed by the juice and zest mix."
      },
      {
       "title": "Spoon the mixture into the prepared tin and bake in the pre heated oven for 30 minutes. Turn the oven down to 150°C (fan 130°C, 300°F, gas mark 2) and bake for another 1 and ¾ hours until the cake is risen, golden and a skewer inserted in the centre comes out clean."
      },
      {
       "title": "Leave to cool for 15 minutes before removing from the tin, peeling off the paper and transferring to a wire rack to cool completely."
      },
      {
       "title": "Decorate your cake with beautiful large pieces of glacé fruits or simply glaze the cake with some apricot jam warmed through in a small pan."
      }
     ]
    },
    {
     "title": "Crab Apple Jelly",
     "checklistItem": [
      {
       "title": "Wash the apples and remove the stems. Cut into chunks and put into a large open pan. Add water to cover."
      },
      {
       "title": "Peel a piece of rind from the lemon, as long as you can. Cut away any white pith with a small sharp knife. Add this to the pan."
      },
      {
       "title": "Simmer the apples for 30 mins or so, until the skins are soft. Meanwhile, set a sieve over a large bowl and line it with muslin."
      },
      {
       "title": "When the apples are cooked, spoon them into the muslin lined sieve and let the juice drip through to the bowl. Squeeze the bag to extract all the juice. If you prefer a perfectly clear jelly, do not squeeze the bag. This may have to be done in batches."
      },
      {
       "title": "Measure out 1 litre of juice and put into a clean pan. Bring this to the boil, stir in the sugar and boil briskly until setting point is reached."
      },
      {
       "title": "Skim the surface regularly with a clean metal spoon to remove any scum, for a clear jelly."
      },
      {
       "title": "As soon as the jelly has reached setting point, spoon into jars. Do not delay, as it will start to set."
      },
      {
       "title": "Cover with wax paper circles. Take care as it will be very hot. Label, including the date and store in a cool, dark place for up to 6 months. Enjoy at breakfast with bread or croissants."
      }
     ]
    },
    {
     "title": "Sausage Rolls",
     "checklistItem": [
      {
       "title": "Heat the oven to 200°C (fan 180°C, gas mark 6). Grease a baking tray."
      },
      {
       "title": "Run the sausages under a cold tap then slit each one with a sharp knife and slip off the skins."
      },
      {
       "title": "On a lightly floured surface, roll the puff pastry out into a large rectangle, then cut in to two long rectangles."
      },
      {
       "title": "If you want to make your own puff pastry, we have a recipe here. You can also watch this quick video which shows you how to make it."
      },
      {
       "title": "Place a row of skinned sausages down the middle of each pastry rectangle, then brush each with beaten egg on one edge."
      },
      {
       "title": "Fold the other side of the pastry over onto the egg-washed edge. Press down to seal and trim any excess. Cut each pastry roll into four sausage rolls."
      },
      {
       "title": "Place the sausage rolls on the baking tray and bake for 15 minutes then sprinkle with sesame seeds and bake for a further 5 minutes until crisp and golden and the sausage meat is cooked completely through."
      }
     ]
    },
    {
     "title": "Snowflake Whoopie Pies",
     "checklistItem": [
      {
       "title": "Heat the oven to 180°C (fan 160°C, gas mark 5). Line three baking trays with baking parchment."
      },
      {
       "title": "Cream the butter and sugar until light and fluffy, beat in the egg until smooth."
      },
      {
       "title": "Stir in all the flour, bicarbonate of soda, baking powder, salt, vanilla extract and milk to make a soft thick mixture."
      },
      {
       "title": "Using an ice cream scoop place spoonfuls of the mix well spaced apart and bake for fifteen minutes until golden brown and just firm to the touch. Allow to cool for five minutes before moving to a tray to cool."
      },
      {
       "title": "To make the filling, beat the butter, icing sugar and vanilla together until smooth, adding a drop of boiling water if necessary. Use the buttercream to sandwich the whoopies together."
      },
      {
       "title": "To make the icing, mix the icing sugar with a couple of teaspoons of water to make a very thick icing and drizzle it over the whoopies."
      },
      {
       "title": "Dust a work surface and thinly roll out the ready to roll icing. Use a snowflake cutter to cut out little snowflakes and place on top of the whoopies with edible silver balls"
      }
     ]
    },
    {
     "title": "Vegan Chocolate Ganache Tarts",
     "checklistItem": [
      {
       "title": "In a food processor blitz together the Trex and flour until they resemble breadcrumbs. (You can also do this in a bowl and rub the flour and Trex with the tips of your fingers.)"
      },
      {
       "title": "Add the hazelnuts and mix, and then slowly add the water until the dough forms"
      },
      {
       "title": "Sprinkle the surface with flour and roll out the pastry to approx. 2mm -3mm thick. Cut into 6 pieces and gently press the pastry into the tart cases."
      },
      {
       "title": "Line the cases parchment and fill with baking beans."
      },
      {
       "title": "Bake for 10-15 mins at 190ºc then remove from the oven and take out the baking beans and then continue to bake for a further 10-15 mins until golden brown"
      },
      {
       "title": "For the ganache:"
      },
      {
       "title": "Roughly chop the chocolate and place in a bowl."
      },
      {
       "title": "Heat the cream until just boiling and then pour over the chocolate. Mix until the chocolate has fully melted and then stir in the honey."
      },
      {
       "title": "Pour the ganache into the tart cases and chill for 20 – 30 mins until ganache is set."
      },
      {
       "title": "Decorate with fresh berries and edible flowers."
      }
     ]
    },
    {
     "title": "Cappucino Traybake",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180°C/ 160°C (fan). Grease and line a 8” square baking tin with baking parchment."
      },
      {
       "title": "Put all of the cake ingredients into a food mixer and mix for a few minutes until fully combined (or use handheld electric beaters). Gently pour the mixture into the prepared tin and smooth the top with the back of a spoon."
      },
      {
       "title": "Bake in the pre-heated oven for 35-40 mins until golden and risen (if in doubt test with a skewer). Allow the cake to cool in the tin for 5 mins before turning out onto a wire rack to cool completely."
      },
      {
       "title": "Make the icing by mixing the dissolved coffee into the mascarpone and adding the Truvia. Be careful not to over beat."
      },
      {
       "title": "Gently spread the icing over the cooled cake and top each portion square with a walnut to decorate. Enjoy!"
      }
     ]
    },
    {
     "title": "Vegan Vanilla Cake",
     "checklistItem": [
      {
       "title": "Combine the flax meal with the hot water and let stand to thicken. Set aside."
      },
      {
       "title": "Add the vinegar to the soy milk to sour then add the vanilla bean paste."
      },
      {
       "title": "Whisk the flour with the baking powder and salt to distribute it all. Cream the vegan butter with the sugar until light and fluffy for about 3-5 minutes on medium to high speed."
      },
      {
       "title": "Add the flax paste to the creamed butter and sugar, scrape the bottom and sides of the bowl to incorporate evenly, beat on a high speed for about 30 seconds to a minute."
      },
      {
       "title": "Add about ⅓ of the flour to the creamed mixture while mixing on low speed just until combined, then add half of soured milk"
      },
      {
       "title": "Add the last amount of flour and mix just to combine evenly."
      },
      {
       "title": "Divide the batter between your greased and parchment lined cake pans and bake immediately in a preheated 180 degrees c oven for approximately 25-30 minutes or until they are springy to the touch when you gently press the centres and ta cake tester comes out clean. Leave I the tins to cool for 5 minutes, then carefully turn out onto a wire rack and remove the paper, these sponges are very delicate so handle gently to avoid breakage."
      },
      {
       "title": "Meanwhile prepare the buttercream by whipping everything together on high speed until pale, white and fluffy."
      },
      {
       "title": "To make your vegan sprinkles, mix together the icing sugar, aquafaba and lemon juice on slow until the powder disappears, then turn up speed. If you want it more runny add a little dash of more aqua faba until it's good, likewise if you need it stiffer, add more icing sugar."
      },
      {
       "title": "Build and ice the cake as shown and decorate with homemade vegan sprinkles"
      }
     ]
    },
    {
     "title": "Savoury Parmesan Thumbprint Biscuits",
     "checklistItem": [
      {
       "title": "Pre-heat the oven to 180°C (fan 160°C, gas mark 4) and line 2 baking sheets with non-stick baking parchment."
      },
      {
       "title": "Mix together all of the biscuit ingredients until just combined and a soft dough is formed. Wrap in cling film and leave to rest in the fridge for 15 minutes."
      },
      {
       "title": "Remove from the fridge and roll the dough into small balls approximately 2.5cm in diameter. Place onto the prepared baking sheets, leaving a gap between each of approximately 3cm to allow for any spreading in the oven."
      },
      {
       "title": "Gently press your thumb into the centre of each biscuit until a small hollow is created."
      },
      {
       "title": "Place approximately ½ teaspoon of red onion marmalade into the centre of each biscuit, filling the hollow. Top the marmalade on each biscuit with a small piece of goat’s cheese."
      },
      {
       "title": "Place in the pre-heated oven and bake for 15-18 minutes or until the biscuits and goats cheese are just starting to colour slightly."
      },
      {
       "title": "Remove from the oven and leave to cool slightly before serving."
      }
     ]
    },
    {
     "title": "Cider Cake",
     "checklistItem": [
      {
       "title": "Heat the oven to 180°C/Gas 4. Grease a deep 18cm round cake tin and line the base with baking parchment."
      },
      {
       "title": "Beat the butter and sugar together with a handheld electric whisk until pale and fluffy, then beat in the eggs one at a time. Sift the flour, bicarbonate of soda and cinnamon together."
      },
      {
       "title": "Fold about a third of the flour mix into the whisked mixture, then fold in half of the cider, with a large metal spoon or spatula. Fold in another third of the flour, then the rest of the cider. Finally fold in the remaining flour until evenly combined."
      },
      {
       "title": "Transfer the mixture to the prepared cake tin and gently level the surface. Bake for 30–40 minutes, until a skewer inserted in the centre comes out clean."
      },
      {
       "title": "Leave the cake to cool in the tin for 20 minutes, then turn out onto a wire rack and set aside to cool completely. Dust with icing sugar to serve."
      }
     ]
    },
    {
     "title": "Chocolate & Raspberry Cake",
     "checklistItem": [
      {
       "title": "Preheat your oven to 180°C (160°c fan, gas mark 4) and grease and line two 8\" sandwich tins."
      },
      {
       "title": "Sieve the cocoa powder and flour together in a bowl and keep aside."
      },
      {
       "title": "In a separate bowl, beat the butter and the sugar together until light and fluffy. Add one egg at a time to the creamed butter and sugar with a little of the flour/cocoa mix and milk then beat between each addition. Fold in the remainder of the flour and cocoa - being careful not to \"knock\" out the air which has been beaten into the mixture."
      },
      {
       "title": "Pour the mixture into the lined cake tin and bake in the oven for 30-40 minutes. Leave the cake to cool before turning out on a rack to completely cool."
      },
      {
       "title": "Whilst the cake cools, prepare the ganache. Heat the cream in a saucepan until boiling point then remove from the heat and add the chocolate, leaving it to melt for a few minutes before stirring. Continue to stir until the ganache begins to thicken."
      },
      {
       "title": "Once the ganache has set spread half of the mixture over the top of one sponge and sandwich the sponges together. Spread the remaining chocolate over the top of the cake and smooth around the sides."
      },
      {
       "title": "To finish cover the top with raspberries and serve."
      }
     ]
    },
    {
     "title": "Black Bottom Cheesecake Squares",
     "checklistItem": [
      {
       "title": "Line the base of a 23cm (9in) square spring form cake tin with baking paper."
      },
      {
       "title": "Weigh out 250g of the Oreo biscuits. Scrape the creamy Oreo filling into a large bowl and set aside. Put the biscuits into a food processor and whizz until they resemble fine breadcrumbs."
      },
      {
       "title": "Add the melted butter and mix until well combined. Using a tablespoon, press the biscuit base evenly into the prepared tin and leave to firm up in the refrigerator."
      },
      {
       "title": "Meanwhile, put the gelatine into a small heatproof bowl, pour over the 4 tablespoons water and set aside."
      },
      {
       "title": "Melt the chocolate in a heatproof bowl set over a saucepan of barely simmering water, making sure the surface of the water does not touch the bowl. Leave to cool for a few minutes."
      },
      {
       "title": "Scrape the creamy filling from the remaining biscuits and add to the bowl with the other biscuit filling, then crush the remaining biscuits and set aside."
      },
      {
       "title": "Beat the cream cheese, cream, vanilla paste, Oreo filling and sugar together in a bowl using an electric hand whisk. Stir in the gelatine mixture and the melted white chocolate, then fold in the crushed biscuits, reserving a few crumbs for decoration."
      },
      {
       "title": "Pour the mixture on to the biscuit base, keeping a little bit back to use as decoration. Leave to set in the refrigerator for about 4 hours. Using a sharp knife dipped in hot water, cut into 12 small squares. Add a small scoop of the remaining cream mixture to the top of each square, then dust with the reserved cookie crumbs for decoration."
      }
     ]
    },
    {
     "title": "Cheese & Marmite Scones",
     "checklistItem": [
      {
       "title": "Preheat the oven to 220ºc (200ºc fan) Gas mark 7. In a bowl, mix together the flour, cream of tartar, salt, cheddar cheese, Wensleydale cheese and chives."
      },
      {
       "title": "In a large jug combine the buttermilk, oil, egg and marmite. Once this is done, pour it into the flour mixture and then use the water to bind it to a soft dough."
      },
      {
       "title": "Roll out until 2 ½ cm thick (1 inch) and then cut into rounds using a 6cm cutter. Place these onto a baking tray which you've lined with parchment and sprinkle the remaining 25g of cheese on top. Bake for 18-20 minutes until golden in colour."
      }
     ]
    },
    {
     "title": "Brookies",
     "checklistItem": [
      {
       "title": "Grease and line a square 20cm/8 inch tin with baking parchment and preheat the oven to 180°c/160°c fan / Gas Mark 4."
      },
      {
       "title": "First make the cookie. Cream together the butter and the sugar and then beat in the egg and the vanilla."
      },
      {
       "title": "Then add the flour, cornflour, bicarbonate of soda and salt, mixing until well combined."
      },
      {
       "title": "Stir in the chocolate chips."
      },
      {
       "title": "Chill the mixture for 15 minutes to firm up."
      },
      {
       "title": "When firm, press the mixture between 2 sheets of baking parchment to make a 20cm/8 inch square. Chill this in the freezer while you make the brownie but don't allow it to freeze solid."
      },
      {
       "title": "Make the brownie by first melting the chocolate and butter together in the microwave or in a pan over simmering water. Remove from the heat and set aside to cool a little."
      },
      {
       "title": "Whisk together the eggs and the sugar until there are no lumps."
      },
      {
       "title": "Stir in the chocolate mixture, flour, salt and nuts and coconut if using."
      },
      {
       "title": "Pour the brownie mixture into your prepared tin and smooth level."
      },
      {
       "title": "Take the cookie from the freezer and peel off the parchment."
      },
      {
       "title": "Carefully lay this on top of the brownie as neatly as you can."
      },
      {
       "title": "Bake in the preheated oven for 35 minutes but check after 30. You might need to cover the top with foil if it is browning too quickly."
      },
      {
       "title": "Remove from the oven and allow to cool completely in the tin before turning out and cutting, as the brownie will be soft and squidgy."
      }
     ]
    },
    {
     "title": "Best Ever Party Tray Bake",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180ºc/160ºcfan/Gas Mark 4. Grease and line the tin with baking parchment."
      },
      {
       "title": "Cream the butter and the sugar until light and fluffy. Add the eggs one at a time with a spoonful of flour to stop the mixture curdling."
      },
      {
       "title": "Mix the buttermilk and vanilla in a separate jug."
      },
      {
       "title": "Combine the salt and the flour."
      },
      {
       "title": "In a large bowl, combine the buttermilk mixture, the flour and salt mixture and the butter and sugar until you have a smooth batter. Pour into your prepared tin and smooth the top. Bake in your preheated oven for 35 minutes or until risen and golden."
      },
      {
       "title": "Remove from the oven and allow to cool completely."
      },
      {
       "title": "To make the buttercream, beat together the butter and icing sugar until smooth. Then whisk in the milk and the vanilla and continue whisking hard for 5 minutes until the buttercream is very light."
      },
      {
       "title": "Once the cake is cooled, turn out onto a board and flip right side up."
      },
      {
       "title": "Using a large icing nozzle as a cutting tool, make 20 equally spaced holes in the cake and keep the \"plugs\". You will need them later."
      },
      {
       "title": "For the cookies and cream layer, mix 2 or 3 crushed Oreos with whipped cream and pipe into the first row of 4 holes. Sprinkle each hole with some crushed Oreos. Stop the holes with a cake plug."
      },
      {
       "title": "For the lemon layer, fill a piping bag with your lemon curd and pipe into the second row of 4 holes, reserving 1/4 . Sprinkle each hole with some crushed digestives. Stop the holes with a cake plug."
      },
      {
       "title": "For the funfetti layer, fill a piping bag with 4 tbsp of buttercream mixed with 1 tsp of funfetti and pipe into the third row of 4 holes. Stop the holes with a cake plug."
      },
      {
       "title": "For the peanut butter, fill a piping bag with 4 tbsp of peanut butter and pipe into the fourth row of 4 holes. Sprinkle in some chocolate coated popping candy. Stop the holes with a cake plug."
      },
      {
       "title": "For the raspberry and coconut layer, fill a piping bag with 4 tbsp of raspberry jam and pipe into the fifth row of 4 holes. Sprinkle in some desiccated coconut. Stop the holes with a cake plug."
      },
      {
       "title": "Spread buttercream over the whole surface of the cake to cover and seal in the plugs. Make sure you remember where the fillings are."
      },
      {
       "title": "Lay a piece of kitchen paper over the cake revealing only the cookies and cream section sprinkle with crushed Oreo cookies."
      },
      {
       "title": "Lift this paper carefully, and using two sheets of kitchen paper, shield the cake revealing the section when the funfetti section is. Sprinkle the white chocolate shavings or similar over this section."
      },
      {
       "title": "Carefully lift these papers and now use paper to shield the cake revealing the end section where the raspberry jam went. Sprinkle this area with desiccated coconut. Carefully lift the paper. You should have a cake with three stripes on it. Cookie Crumbs, a gap, White Chocolate, a gap and Desiccated Coconut."
      },
      {
       "title": "In the gap that is the lemon Section, pipe zigzags of lemon curd."
      },
      {
       "title": "In the gap that is the peanut butter section pipe zigzag of chocolate sauce. The surface will now have five stripes."
      },
      {
       "title": "Over the place where each cake plug is, pipe a swirl of whipped cream. There should be 20, evenly spaced swirls."
      },
      {
       "title": "In the cookies and cream section, garnish each swirl with a mini Oreo and a chocolate square."
      },
      {
       "title": "In the lemon section, garnish with a lemon sweet or swirl and a mini meringue or crushed meringue."
      },
      {
       "title": "In the sprinkles section, garnish with funfetti."
      },
      {
       "title": "In the peanut butter section, garnish with the peanuts and Reese’s Pieces."
      },
      {
       "title": "In the raspberry section, garnish with a fresh raspberry and freeze dried raspberries."
      }
     ]
    },
    {
     "title": "Gluten Free and Vegan Almond Butter Cookies",
     "checklistItem": [
      {
       "title": "Pre-heat the oven to 180°C."
      },
      {
       "title": "Make the Flax Seed 'egg' by combining the warm water and the ground flax seeds into a small bowl. Set aside to activate for 5 minutes."
      },
      {
       "title": "Mix the Almond Butter and Caster Sugar together well."
      },
      {
       "title": "Stir in the Flax Seed 'egg' and Gluten Free Oats, to the Almond Butter mixture."
      },
      {
       "title": "Roll into a flat cookie shape and place onto a greased baking tray."
      },
      {
       "title": "Bake in a pre-heated oven for 12 minutes, until golden brown."
      }
     ]
    },
    {
     "title": "Chocolate & Orange Northumberland Twist",
     "checklistItem": [
      {
       "title": "Place the flour in a bowl and first mix through the sugar, followed by the yeast and then the salt. It is important that you mix through the yeast and salt separately as the salt can kill the yeast if it comes directly into contact with it in the initial stages."
      },
      {
       "title": "Mix in the butter before gradually stirring in 150ml warm water using a butter knife, then with clean hands until a soft dough is formed. Add only enough liquid, you may not need it all."
      },
      {
       "title": "Place the dough on a lightly floured surface and knead for 10 minutes (this can be done in a mixer with a dough hook on a medium speed for 4-5 minutes), until the dough is smooth and silky."
      },
      {
       "title": "Place in a large lightly oiled bowl and cover with cling film and leave to rise to at least double in size, about 1-2 hours."
      },
      {
       "title": "Meanwhile mix extract and chocolate together."
      },
      {
       "title": "Tip the dough out onto a floured surface and roll out to a 35cm x 25cm rectangle."
      },
      {
       "title": "With the longest edge facing you, evenly sprinkle over the chocolate mixture, pressing it down slightly into the dough."
      },
      {
       "title": "Roll the dough up into a tight cylinder, rolling it to seal the edge. Cut it almost in half lengthways, leaving one end just joined so it resembles a pair of legs."
      },
      {
       "title": "Twist the two dough lengths together then join the ends to form a round similar to a Christmas wreath."
      },
      {
       "title": "Place on a lined baking tray and cover the dough with a tea towel and leave to prove for about an hour or until it has at least doubled in size."
      },
      {
       "title": "Meanwhile heat the oven to 200C (fan 180C, gas mark 6)."
      },
      {
       "title": "When ready to bake, brush over the sherry and sprinkle with caster sugar. Bake in the oven for 25-30 minutes until risen and golden brown."
      },
      {
       "title": "Serve warm either sliced or spread with salted butter."
      }
     ]
    },
    {
     "title": "Bundt Cake",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180°C (160°C, 350°F, gas mark 4). Butter a 10\" bundt tin."
      },
      {
       "title": "Beat the butter and sugar together in a mixing bowl until light and fluffy."
      },
      {
       "title": "Add the eggs, one at a time, whisking each one in with a tablespoon of the flour. Carefully fold in the remaining flour and bicarbonate of soda, then fold in the soured cream and lemon zest until well combined."
      },
      {
       "title": "Pour the mixture into the prepared tin and spread until level. Bake for 45-55 minutes, until well risen and golden-brown. After 45 minutes, insert a skewer into the centre of the cake. If it comes out clean, the cake is cooked."
      },
      {
       "title": "Leave in the tin for 15 minutes, then carefully turn out the cake and cool on a wire rack."
      },
      {
       "title": "Sift the icing sugar into a bowl and beat in enough lemon juice to give a thick consistency. Drizzle the icing over the cool cake and leave to set."
      }
     ]
    },
    {
     "title": "Winnie the Pooh's Honey Buns",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180˚C (160˚C fan, gas mark 6). Line one muffin tin with 6 paper cases."
      },
      {
       "title": "Whisk together the eggs and sugars until light and fluffy. Fold in the sifted flour, baking powder and salt."
      },
      {
       "title": "Leave the mixture to rest for 30 minutes. Stir in the melted butter and honey into the egg mix and spoon into the paper cases."
      },
      {
       "title": "Bake for about 25 minutes or until firm to the touch. Cool slightly and drizzle with honey to add some extra sweetness."
      }
     ]
    }
   ]
  },
  {
   "title": "Al Fresco Dining",
   "selection1": [
    {
     "title": "Chocolate Chip Cookie Cones",
     "checklistItem": [
      {
       "title": "Preheat the oven to 175c/160Fan. Mix together the flour, salt and bicarbonate or soda and set aside."
      },
      {
       "title": "Beat together the butter, sugars and vanilla until creamy, then add the eggs and beat again."
      },
      {
       "title": "Mix in the flour mixture and then the chocolate chips. You should have a medium stiff spoonable dough."
      },
      {
       "title": "Line your baking tray with parchment and draw a 4inch/11cm circle on it in pencil. Spoon 1/4 cup/60g mixture into the circle and spread it out to fill the pencil line. Bake this cookie for exactly 9 minutes."
      },
      {
       "title": "While it is baking, grease your cream horn mould and line the outside with parchment. Chill in the fridge."
      },
      {
       "title": "Remove the cookie from the oven and rest it for exactly one minute. Working quickly while the cookie is still soft and warm..."
      },
      {
       "title": "Your aim is to turn it over ready to shape around the horn. Do this by placing a piece of parchment slightly larger than the cookie over the warm cookie and use it and the lining paper beneath to flip it in your hands and onto your work surface. Peel off the baking paper to reveal the underside of the cookie."
      },
      {
       "title": "Now take the Cream Horn mould you wrapped with parchment and using the paper now beneath the surface of the cookie, wrap the warm cookie around the mould and press it on using the paper."
      },
      {
       "title": "Leave the cookie wrapped if you can and let it cool on the mould for at least 15 minutes. If the paper won't stay on, use it to gently press the cookie around the mould and then stand upright on a cooling rack to cool completely. Once cool you can remove the mould and chill further in the fridge to firm completely. Repeat until your dough is used up."
      }
     ]
    },
    {
     "title": "Black Pudding Sausage Rolls",
     "checklistItem": [
      {
       "title": "First make the pastry. Coarsely grate the butter on to a cold plate (do not handle the grated butter). Return to the freezer or put into the fridge to keep cold."
      },
      {
       "title": "Sift both types of flour into a large bowl and mix in the dried sage, a pinch of salt and some pepper. Without handling the butter, drop it into the flour mix and, using a blunt knife, mix the grated butter into the flour to coat it all evenly. Sprinkle over 2 tablespoons of ice-cold water and mix in with the knife, then gradually add a further 2–3 tablespoons of water until the mix starts to come together."
      },
      {
       "title": "Finish mixing to a pastry dough with your hands but do not handle the pastry too much. If you need more water add it a couple of drops at a time. The pastry should leave the sides of the bowl clean."
      },
      {
       "title": "Flatten the pastry into a square shape and wrap it in cling film. Leave to rest in the fridge for 30–45 minutes."
      },
      {
       "title": "Meanwhile, make the filling. Put all of the filling ingredients, except the black pudding, into a large bowl, with some salt and pepper. Start mixing with a large spoon – then I like to get my hands in and squish it altogether. Fry off a small piece of the filling in a small pan to check the seasoning. Add more to taste. Cover and set aside until needed."
      },
      {
       "title": "Remove the black outer coating from the black pudding and cut the pudding into 1cm sticks."
      },
      {
       "title": "Set the chilled pastry on a lightly floured surface and roll out into a 60 x 30cm rectangle that is about 3mm thick. (If this is too big for your work surface, cut the pastry block in half and roll out each half into a 30 x 15cm oblong piece.) Turn the pastry as you roll to stop it from springing back. As you work, try not to handle the pastry too much."
      },
      {
       "title": "Trim the edges of the pastry rectangle so they are straight and neat. Spoon the sausagemeat filling into the centre of the pastry and squeeze it together to make a sausage shape that runs across the pastry rectangle, parallel to the 30cm sides (I find flouring your hands helps to do this). Push the sticks of black pudding into the filling in straight lines from end to end."
      },
      {
       "title": "With cold, floured hands, lift one 30cm side of the pastry up to the middle over the sausage filling and brush the outside edge with beaten egg (or milk). Lift the opposite side of the pastry up to slightly overlap and gently squeeze the edges together to create a sealed join of pastry. Roll the whole thing over so the join is on the bottom. Lift on to a tray and place in the freezer to chill for 10 minutes."
      },
      {
       "title": "Remove from the freezer and, using a sharp knife, cut across into 5cm pieces. Arrange these, with the join underneath, on a greased baking sheet that has been lined with greaseproof paper. Return to the freezer to keep cold while you preheat the oven to 180°C fan (200°C/400°F/Gas Mark 6)."
      },
      {
       "title": "Glaze the pastry with beaten egg (or milk) and snip a small ‘V’ on top of each roll. Bake for 20–30 minutes until the pastry is golden brown and the sausage filling is cooked and no longer pink."
      },
      {
       "title": "Remove from the oven and gently lift the sausage rolls from the baking sheet on to a wire rack to cool."
      },
      {
       "title": "If you’re not keen on black pudding, swap it for sticks of apple or chorizo or, just keep it simple and have nothing at all except sausagemeat."
      }
     ]
    },
    {
     "title": "Beetroot Bread",
     "checklistItem": [
      {
       "title": "Chop the beetroot finely in a food processor"
      },
      {
       "title": "In a large mixing bowl combine the flour, allspice, salt and walnuts."
      },
      {
       "title": "Make a well in the centre and add the beetroot, yeast, sugar and water. Mix all the ingredients together to make a soft, pink dough. You may need to add a little extra flour to form it into a soft ball."
      },
      {
       "title": "Turn out onto a floured work surface and knead until the dough is smooth and elastic."
      },
      {
       "title": "Place the dough in a large bowl lightly greased with some oil. Cover with a tea towel and set aside in a warm place for one hour or until doubled in size."
      },
      {
       "title": "Turn the dough out onto a floured surface and knead just 5 times."
      },
      {
       "title": "Shape the dough into a bloomer shape and place on a baking tray lined with baking parchment. Cover the dough with some oiled clingfilm and set aside again for about one hour or until doubled in size. This is soft, moist dough. Take care not to over rise as it may collapse in the oven."
      },
      {
       "title": "Preheat your oven to 180°c Fan / 200°c / gas mark 6"
      },
      {
       "title": "Remove the clingfilm and dust the loaf with flour and slash the top with a sharp knife."
      },
      {
       "title": "Bake in your preheated oven for 40 minutes or until the base sounds hollow when tapped. Cool on a rack."
      }
     ]
    },
    {
     "title": "Cheesy Garlic Monkey Bread",
     "checklistItem": [
      {
       "title": "Place all the herb butter ingredients in a large bowl and beat with a hand-held mixer to combine."
      },
      {
       "title": "Tip on to some baking parchment or clingfilm, roll and wrap up, then place in the fridge until needed."
      },
      {
       "title": "To make the dough, warm the milk in a saucepan over a gentle heat."
      },
      {
       "title": "Remove from the heat and stir in the sugar and butter. Keep stirring until the butter has melted. Allow to cool to lukewarm."
      },
      {
       "title": "Sift your flour and salt into a large bowl, stir in the yeast and herbs then make a well in the centre. Pour in your beaten eggs and lukewarm milk and give it a quick mix to form a soft pillowy dough."
      },
      {
       "title": "Knead by hand for 15 minutes, until elastic, super soft and sticky."
      },
      {
       "title": "Pop the dough in a lightly oiled bowl, cover with some oiled clingfilm and leave for 1½–2 hours, until doubled in size."
      },
      {
       "title": "Lightly brush a 25cm springform cake tin with melted butter"
      },
      {
       "title": "Knock back the dough and sprinkle half the grated cheese over the top. Knead for 1–2 minutes, until the cheese is well distributed."
      },
      {
       "title": "Divide the dough into 19 equal-sized balls. (Weigh each ball – you’re aiming for 50g balls. If the balls are different sizes, the bread won’t cook evenly.)"
      },
      {
       "title": "Pinch each ball underneath like a balloon and roll to make a smooth ball. Arrange them in concentric circles around the tin. Sprinkle half the remaining cheese in the gaps between the balls, cover again and leave to prove for a further 2 hours, until well risen."
      },
      {
       "title": "Preheat oven to 200°C/Fan 180°C/Gas 6."
      },
      {
       "title": "Bake your bread for 30–35 minutes. Meanwhile, melt the herb butter in a small pan over a low heat."
      },
      {
       "title": "Remove the bread from the oven and brush your buns with the herb butter and sprinkle over the remaining cheese. Pop back in the oven and bake for a further 10 minutes, until golden."
      },
      {
       "title": "Make sure you serve it warm so that the cheese oozes."
      }
     ]
    },
    {
     "title": "Sausage Rolls"
    },
    {
     "title": "Tortillas",
     "checklistItem": [
      {
       "title": "Place the flour, water and salt in a bowl, mix it to a smooth, soft dough and knead for 5 minutes. You may need a little more flour to bring it together if it is very wet. Once you have a smooth ball, cover with some oiled clingfilm and leave to rise for 10 minutes."
      },
      {
       "title": "When you are ready to cook, heat an ungreased frying pan on a medium to high heat."
      },
      {
       "title": "Divide the dough into 12 equal portions."
      },
      {
       "title": "One at a time roll each portion of dough into a ball and using a floured surface and rolling pin, ease into a 15cm circle. Don't worry if your circle isn't perfect, irregular shapes are fine - but if you like you can cut around a saucer to correct it."
      },
      {
       "title": "Fry the circle of dough straight away for about 40 seconds each side until evenly cooked. Then put aside on a rack and continue with the next one."
      },
      {
       "title": "You can use the tortillas straight away, or let them cool and then wrap until you need them to keep them soft."
      }
     ]
    },
    {
     "title": "Mini Pork and Egg Pies",
     "checklistItem": [
      {
       "title": "To make the pastry, put the flour, salt, pepper and egg yolk in a large bowl and mix together, make a well in the middle."
      },
      {
       "title": "In a small pan put the lard, butter and water and heat slowly to melt. Once melted, turn the heat up until it is bubbling then remove from the heat."
      },
      {
       "title": "Pour the liquid into the well in the flour mixture, stir quickly to form a firm dough. You may not need all of the liquid."
      },
      {
       "title": "Once the dough has cooled, knead it on a lightly floured surface until smooth. Wrap in cling film and chill in the fridge for 30 minutes."
      },
      {
       "title": "Preheat the oven to 200°C (fan 180°C, gas mark 6)."
      },
      {
       "title": "Blend all filling ingredients except the quail’s eggs, in a food processor until minced."
      },
      {
       "title": "Take the pastry from the fridge and divide into two third, one third portions. Divide the two thirds piece into 8 balls. Roll out one of the balls using your hands, to form a circle slightly bigger than a hole in a muffin tin."
      },
      {
       "title": "Press the pastry into the muffin tin hole, ensuring the pastry goes into the corners. Ease up the edges of the pastry so they are about 5mm higher than the edge of the tin. Repeat with the other pastry balls."
      },
      {
       "title": "Place a thin layer of mince in the base of the pastry, then place a quail’s egg on top, then put more mince on top until the pastry is full. Repeat with the all of the pies."
      },
      {
       "title": "Divide the remaining pastry into 8 balls, flatten one of the balls into a circle large enough for a lid for one of the pies."
      },
      {
       "title": "Brush around the edge of the lid with beaten egg, place the lid on the pie and pinch the edges together to seal. Repeat with all of the pies. Cut a small hole in the top of each pie and brush with beaten egg."
      },
      {
       "title": "Bake in the oven for 30-35 minutes, until the pastry is firm and golden brown."
      }
     ]
    },
    {
     "title": "Chocolate & Raspberry Cake"
    },
    {
     "title": "Baked Feta Salad",
     "checklistItem": [
      {
       "title": "Preheat the oven to 200'c (180'c fan). Place the feta in a small baking tin and sprinkle with the chilli, garlic and oregano. Drizzle with olive oil and bake for 10 minutes."
      },
      {
       "title": "Place all the ingredients for the salad in a bowl and toss together until well combined. Season the salad with a little salt and pepper."
      },
      {
       "title": "Arrange the salad on a serving platter, arrange the baked feta on the top and serve."
      }
     ]
    },
    {
     "title": "Cheese & Marmite Scones"
    },
    {
     "title": "Cromer Crab Tart with Pea Crème Fraiche",
     "checklistItem": [
      {
       "title": "Preheat the oven 180C (fan 160C, gas mark 4)."
      },
      {
       "title": "For the pastry, sift the flour into a bowl. Add the butter and rub in with your finger tips until the mixture resembles coarse breadcrumbs, alternatively you can do this in a food processor."
      },
      {
       "title": "Mix the egg yolk with 2 1/2 tablespoons of cold water, add to the flour mixture adding just enough to bring the pastry together."
      },
      {
       "title": "Divide the pastry into four, and roll out each piece to line 4 x 12cm x 2cm fluted loose bottomed tart tins, leaving an overhang of excess pastry on each and chill in the fridge for 20 minutes."
      },
      {
       "title": "Prick the pastry bases with a fork and line with baking parchment and fill with either rice or baking beans. Place on the preheated baking sheet and bake blind for 15 minutes, removing the paper and rice or beans 5 minutes before the end. Using a sharp knife trim the excess pastry away using the edge of the tart tin as a guide."
      },
      {
       "title": "For the filling, beat together the cream, eggs, half the chives and lemon zest and season well. Gently stir the white and brown crab meat together and divide between the four tarts."
      },
      {
       "title": "Fill the tarts with the cream mixture and sprinkle over the Parmesan followed by the cayenne and the remaining chives. Bake for 20 minutes until set."
      },
      {
       "title": "For the creme fraiche, blend the peas and mint together in a processor, then stir in the creme friache, parmesan and lemon extract. Serve the tarts with the pea creme fraiche and some pea shoots."
      }
     ]
    },
    {
     "title": "Sausage & Apple Plait",
     "checklistItem": [
      {
       "title": "Place the flour in a bowl. Cut the butter into very small cubes and add to the flour with the salt. Use your fingertips to rub the butter into flakes with the flour, it will be quite coarse and a little lumpy at this stage."
      },
      {
       "title": "When the cubes of butter have become small pieces, gradually add iced water and mix until it is all incorporated, but don't overwork the dough. Roll it into a ball, wrap in cling film and refrigerate for thirty minutes."
      },
      {
       "title": "Dust the work surface with flour and roll out the pastry into a 40 x 20cm rectangle. Fold it into three and give it a quarter-turn. Roll the block of pastry into a 40 x 20cm rectangle as before, and fold it into three again. Wrap the block in cling film and refrigerate it for thirty minutes."
      },
      {
       "title": "Give the chilled pastry another 2 turns, rolling and folding as before. This makes a total of 4 turns and the pastry is now ready. Wrap it in cling film and refrigerate for at least 30 minutes before using. This will keep for three days in the fridge and for at least four weeks in the freezer."
      },
      {
       "title": "Preheat the oven to 200°C (fan 180°C, gas mark 6). Run the sausages under a cold tap, slit the skins then remove and discard them. Finely chop the sage and the apples, discarding the core and pips. Mix the sausagemeat, apple and sage together and form into a fat sausage about 7cm x 180cm."
      },
      {
       "title": "Roll out the pastry on a floured work surface to a rectangle about 260cm x 240cm. Place the sausagemeat down the centre then using a sharp knife, cut 2.5 cm strips at a slant towards you."
      },
      {
       "title": "Starting furthest away from you, take one strip of pastry and fold it over the sausagemeat. Then, take a strip of pastry from the other side and lay it over, slightly overlapping the first piece. Continue all the way down then tuck the ends of the pastry into the plait. Brush a little beaten egg over the pastry."
      },
      {
       "title": "Bake the plait for twenty minutes then reduce the oven temperature to 170°C (fan 150°C, gas mark 4) and cook for a further twenty minutes until golden brown and risen with the sausagemeat cooked through. Serve hot or cold."
      }
     ]
    },
    {
     "title": "Toffee Fondue with Fruit Kebabs and Toasted Brioche",
     "checklistItem": [
      {
       "title": "Put all the fondue ingredients in a saucepan set over a high heat and boil for approximately 4-5 minutes, stirring regularly, until it has thickened."
      },
      {
       "title": "Thread the fruits on wooden skewers. Sprinkle with caster sugar and grill on the barbecue for about 3-4 minutes until just scorched and tender. Toast the brioche for a few seconds each side on the bbq and serve with the fruit and toffee sauce."
      }
     ]
    },
    {
     "title": "Prosciutto & Sun-Dried Tomato Plait by Allinson",
     "checklistItem": [
      {
       "title": "MIX Mix the flours, yeast and salt in a big bowl. Mix together the melted butter, sugar and water, then mix in with a cutlery knife."
      },
      {
       "title": "KNEAD Tip onto a lightly flour dusted surface and knead for 10 minutes (or use the dough hook attachment on your mixer)."
      },
      {
       "title": "RISE Lightly grease the mixing bowl with some oil. Put the dough back in, cover the bowl with a clean tea towel and leave to rise until doubled in size."
      },
      {
       "title": "SHAPE Knead the tomatoes, ham and Parmesan into the dough for 1 minute. Roll to a 45cm long log. Slice into three strips lengthways but leave one end attached – from that end plait the dough strips back together, pinching the end together to stick. Lift onto a floured baking sheet."
      },
      {
       "title": "PROVE Cover the dough again with a clean tea towel and leave to prove until doubled in size again. Preheat your oven to 200°C (fan 180°C, gas mark 6)."
      },
      {
       "title": "BAKE Lift the tray onto the middle oven shelf and bake for 25-35 minutes, until when you tap the base of the plait it sounds hollow. Cool on a wire rack."
      }
     ]
    },
    {
     "title": "Billington's Summer Coleslaw",
     "checklistItem": [
      {
       "title": "Cut the core from the cabbage quarters and then shred the remaining cabbage finely. Place into a colander. Coarsely grate or use a mandolin/cut with a knife to cut fine julienne carrots. Add the salt, sugar and vinegar then toss together using your hands, and leave in the sink to drain for an hour."
      },
      {
       "title": "Press down the vegetables to squeeze out any excess liquid, then tip into a bowl and add the spring onion and toss through again with your hands."
      },
      {
       "title": "In a bowl, mix the mayo with the wholegrain and Dijon mustard, then spoon all over the crunchy veg and mix through until well dressed."
      }
     ]
    },
    {
     "title": "Summer Berry Scones with Lemon Drizzle & Poppy Seeds",
     "checklistItem": [
      {
       "title": "Preheat your oven to 190ºc/ 170ºc fan/ gas mark 5, Line a baking sheet with some baking parchment."
      },
      {
       "title": "Mix together the flour and salt in a large bowl. Rub in the butter until you have a breadcrumb consistency."
      },
      {
       "title": "Stir in the sugar and carefully fold in the blueberries by hand so they aren't squashed."
      },
      {
       "title": "In a separate bowl, beat the egg and stir in 3 tbsp of the buttermilk."
      },
      {
       "title": "Add this to the flour mixture and gently mix in."
      },
      {
       "title": "Add the final 1 tbsp of buttermilk and bring the mixture togther with your hands taking care not to squash the fruit. Add a little more flour if the mixture is too sticky."
      },
      {
       "title": "Turn out onto a floured surface and form a flat round. Roll or press out into a 20cm/8in circle."
      },
      {
       "title": "Transfer this to the baking sheet and mark into 8 segments with a knife."
      },
      {
       "title": "Bake for 25 minutes but check for doneness after 20 minutes."
      },
      {
       "title": "When cooked allow to cool completely on a rack."
      },
      {
       "title": "Make the glaze by combining the icing sugar, lemon juice and water. When the scone is cool, pour over the glaze and sprinkle with poppyseeds."
      },
      {
       "title": "Allow to set before serving."
      }
     ]
    },
    {
     "title": "Chocolate & Vanilla Battenberg Cake",
     "checklistItem": [
      {
       "title": "Preheat the oven to 170 °C (fan 150 °C, gas mark 4). Grease the sides and bottom of a 20cm square tin with butter."
      },
      {
       "title": "Take a 20cm x 40cm sheet of baking parchment and the same of foil and grease the foil and then place the baking parchment on top so they are stuck together."
      },
      {
       "title": "With the baking parchment side on top, fold in half widthways like a book, then open out and push up the centre fold to make a 4cm pleat like an upside down “T”."
      },
      {
       "title": "Line the base of the tin with the foil side down ensuring the pleat is uppermost and is dead in the centre of the tin to create 2 identical rectangles within the tin. Ensure the paper lined foil is pushed into all the corners of the tin with a slight over hang on either side."
      },
      {
       "title": "In a large bowl add the flour, sugar, butter, eggs and baking powder and stir in until just combined."
      },
      {
       "title": "Divide the mixture into two bowls and to the first whisk in 2 teaspoons of milk and vanilla bean paste. To the other add the remaining milk and the cocoa powder and whisk."
      },
      {
       "title": "Spoon the vanilla mixture into one half of the tin and the cocoa one into the other half, ensuring the divider is still central and straight before smoothing the surface of each."
      },
      {
       "title": "Bake in the oven for 25 minutes until the cake has risen and springy to the touch. Allow to cool for a few minutes before turning out onto a cooling rack and removing the divider."
      },
      {
       "title": "Meanwhile make the icing by whisking together the butter, icing sugar, vanilla bean paste and milk until soft and smooth."
      },
      {
       "title": "Trim a centimetre off of the edge of each of the cakes and then cut each cake into 2 lengthways, ensuring all 4 strips are the same size and shape whereby the cross section of each is a square."
      },
      {
       "title": "Place a vanilla and chocolate strip next to each other and use the icing to stick them together. Spread some more icing over the top and then stick the 2 remaining strips together and place on top of the others in a chequerboard effect and ice the top."
      },
      {
       "title": "Roll the marzipan on a clean work surface dusted lightly with icing sugar to a rectangle 20cm x 25cm that is the same length of the cake and four times the width with a little extra to trim away."
      },
      {
       "title": "Invert the cake so icing side down and place 2cm in from the edge. Spread the remaining icing over the rest of the cake apart from the short ends."
      },
      {
       "title": "Carefully roll up the cake in the marzipan and use a small knife to make a seal where the marzipan joins. Trim the ends off to neaten."
      },
      {
       "title": "Place the cake, seal side down on a plate and crimp the two top edges and score a diamond pattern on the top using the back of a knife before serving."
      }
     ]
    },
    {
     "title": "Wholemeal Carrot & Courgette Muffins",
     "checklistItem": [
      {
       "title": "Preheat the oven to 170°C (fan 150°C, gas mark 3) and line a 12 hole muffin tin with muffin cases."
      },
      {
       "title": "Sift together the flour, baking powder, bicarbonate of soda and salt."
      },
      {
       "title": "Pour the milk into a jug, add the eggs and mix together."
      },
      {
       "title": "Make a well in the centre of the dry ingredients, then using a freestanding mixer or hand held electric whisk mix on a slow speed, slowly add the milk mixture."
      },
      {
       "title": "Next add the melted butter and whisk on a medium speed until smooth"
      },
      {
       "title": "Add the carrot, courgette and cheese and stir in by hand until evenly mixed."
      },
      {
       "title": "Bake in the oven for 30-35 minutes until golden and springy to the touch."
      },
      {
       "title": "Allow to cool then transfer onto a wire rack."
      }
     ]
    },
    {
     "title": "Vegan Banana Bread",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180ºc and grease a 2lb loaf tin."
      },
      {
       "title": "In a small bowl, combine the ground flaxseed and water. Set aside to thicken; this is your \"egg\"."
      },
      {
       "title": "In a large bowl, mash the bananas with a fork until smooth. Stir the melted vegan butter into the bananas."
      },
      {
       "title": "Now add the brown sugar, almond milk and flax eggs. Mix well to combine."
      },
      {
       "title": "Mix dry ingredients with a whisk. Add dry to wet, Stir gently until just combined, making sure you don't over mix."
      },
      {
       "title": "Fold in the pecans or alternative chopped nuts (you can even change this for chocolate chips if you want to be a bit cheeky)."
      },
      {
       "title": "Pour into the prepared pan, and bake for about 45- 50 minutes, until a toothpick inserted in the center comes out clean. If you wish to glaze, brush the top with agave about 10 mins before the end of the baking time."
      },
      {
       "title": "Let it cool in the pan for a few minutes, then transfer the loaf to parchment paper or a cooling rack. Slice carefully right away, or let cool completely for easier slicing and serving."
      },
      {
       "title": "For more vegan baking hacks, watch this video."
      }
     ]
    },
    {
     "title": "Spicy Crab Tart",
     "checklistItem": [
      {
       "title": "Roll out pastry to line a 20cm/8in loose-bottomed flan tin. Bake blind with greaseproof paper and baking beans at 180°C (fan 160°C, gas mark 4) for 10 minutes. Remove beans and paper and return to oven for another 5 minutes. Remove from oven."
      },
      {
       "title": "For the filling, heat oil in a pan and gently fry onions over low heat until softened, but not brown. Add garlic and chilli and cook for 2 minutes more."
      },
      {
       "title": "Place the crab meat in a bowl and add the onion mix. Stir gently. Season with salt, pepper and Tabasco red sauce. Scatter the filling over the base of the pastry case."
      },
      {
       "title": "Beat the eggs with cream and season. Pour over the filling. Return to the oven and cook for 30 minutes - or until set and just firm to the touch. Serve with green salad."
      }
     ]
    },
    {
     "title": "Naan Bread Pizza",
     "checklistItem": [
      {
       "title": "MIX"
      },
      {
       "title": "Mix the flour, yeast, sugar and salt in a big bowl. Using your fingertips, rub in the butter until only fine 'crumbs' are left. Mix in the water with a knife."
      },
      {
       "title": "KNEAD"
      },
      {
       "title": "Tip onto a lightly floured surface and knead for 10 minutes (or use the dough hook attachment on your mixer)"
      },
      {
       "title": "RISE"
      },
      {
       "title": "Lightly grease a mixing bowl with some oil and place the dough in the bowl. Cover with a clean tea towel and leave to rise until it has doubled in size - this should take about 1 hour depending on how warm your kitchen is."
      },
      {
       "title": "SHAPE"
      },
      {
       "title": "Heat the grill to medium with a large baking sheet on the top shelf. Knead 2 tsp of the Nigella seeds into the dough and then divide into 6 even pieces (use a weighing scale if you like) and roll into balls. Roll each ball into a thin tear drop shape on a flour dusted surface. Scatter over the remaining seeds and gently roll again to stick them."
      },
      {
       "title": "BAKE"
      },
      {
       "title": "In batches, carefully lift the naans onto the preheated baking sheet. Grill for 2-3 minutes, turning over halfway until lightly browned, then remove from the oven and top with your topping of choice."
      }
     ]
    },
    {
     "title": "Salted Caramel Apple Mini Cheesecakes",
     "checklistItem": [
      {
       "title": "Line a muffin tin with 12 paper cases."
      },
      {
       "title": "Blitz the biscuits in a food processor until they are a fine rubble. Add the butter and blitz again until the mixture begins to clump."
      },
      {
       "title": "Divide the mixture between each paper case and press down firmly. There should be about 25g in each case."
      },
      {
       "title": "Chill the biscuit bases while you make the filling."
      },
      {
       "title": "Gently mix the cream cheese, icing sugar, vanilla and lemon juice taking care not to overbeat, as it will become runny."
      },
      {
       "title": "In another bowl whisk cream until it has soft peaks."
      },
      {
       "title": "Combine the Cream and the Cream Cheese mixture and the use it to top the biscuit bases. There should be about 50g in each case. Level the tops and chill for 4 hours or overnight until firm."
      },
      {
       "title": "When you are ready to serve, mix the tinned apple pie filling with the cinnamon and carefully unwrap the cheesecakes from their cases."
      },
      {
       "title": "Top each one with a tablespoon of the apple pie filling."
      },
      {
       "title": "Sprinkle over the granola and drizzle with the salted caramel sauce and serve."
      }
     ]
    },
    {
     "title": "Mini Cheese and Tomato Pizza",
     "checklistItem": [
      {
       "title": "Put the flour, yeast and salt into a bowl and mix together, then make a well in the centre."
      },
      {
       "title": "Stir the sugar into the warm water then pour into the well in the dry ingredients."
      },
      {
       "title": "Working from the edge mix all the dry ingredients into the water. When the mix has come together turn out onto a lightly floured surface and knead for 10 minutes. The dough should be soft and spring back to the touch."
      },
      {
       "title": "Flour the dough and cover with cling film, then leave to rest for about 15 minutes."
      },
      {
       "title": "Carefully roll out the dough until it is about 1cm thick, then use a 6cm round cutter to cut out discs of dough, depending on how many pizzas you want to make. Then cover and leave to rest for about 10 minutes."
      },
      {
       "title": "Preheat the oven to 200°C (180°C fan, gas mark 6). For the topping; spread the tomato purée over the pizza, then sprinkle on the diced tomato and grated cheese."
      },
      {
       "title": "Bake in the oven for 8-10 minutes until the cheese has melted."
      }
     ]
    },
    {
     "title": "Ploughman's Picnic Rolls by Allinson",
     "checklistItem": [
      {
       "title": "MIX Mix the flours, yeast and salt in a big bowl. Mix together the melted butter, sugar and water, then mix in with a cutlery knife."
      },
      {
       "title": "KNEAD Tip onto a lightly flour dusted surface and knead for 10 minutes (or use the dough hook attachment on your mixer)."
      },
      {
       "title": "RISE Lightly grease the mixing bowl with some oil. Put the dough back in, cover the bowl with a clean tea towel and leave to rise until doubled in size – about 2 hours depending on how warm your kitchen is."
      },
      {
       "title": "SHAPE Brush a 23cm springform tin with some melted butter. Set aside 30g of the grated cheddar, and mix the rest with the other cheese, apple and chutney or pickle. Knock back the dough by gently kneading just 5 times to get the air out. Cut the dough into 12 even pieces (use a weighing scales if you like). Roll each piece into a ball, the roll out to form a disc and divide the cheesy filling between them. Shape back into smooth balls by pinching the edges together. Arrange, seam-side down, in the tin."
      },
      {
       "title": "PROVE Cover the rolls with a clean tea towel and leave to prove until doubled in size. Preheat your oven to 180°C (160°C fan, gas mark 4)."
      },
      {
       "title": "BAKE Scatter each roll with a little grated cheddar, then bake for 50 minutes until golden and cooked through. Cool in the tin for 10 minutes, then on a wire rack."
      },
      {
       "title": "Why not try using Allinson Country Grain flour instead Seeds in your cupboard for snacking? Sprinkle some over the dough with the cheddar before baking – a brush of milk will help them stick"
      }
     ]
    }
   ]
  },
  {
   "title": "Artisan Breads",
   "selection1": [
    {
     "title": "Beetroot Bread"
    },
    {
     "title": "Cheesy Garlic Monkey Bread"
    },
    {
     "title": "Cranberry & Rosemary Wreath",
     "checklistItem": [
      {
       "title": "Place the yeast, flour, oil, salt and sugar together in a bowl before gradually incorporating the warm water. You may not need to use it all."
      },
      {
       "title": "Bring together the ingredients until they form a ball and knead for 10 minutes until smooth and elastic."
      },
      {
       "title": "Leave the dough to prove in a warm environment until it doubles in size."
      },
      {
       "title": "Once the dough is ready, use your knuckles to knock back the dough, removing any air bubbles."
      },
      {
       "title": "Gently fold the dried cranberries and rosemary into the loaf and knead for a few minutes until the ingredients are evenly distributed."
      },
      {
       "title": "Roll the dough up into a tight cylinder, rolling it to seal the edge. Cut it almost in half lengthways, leaving one end just joined so it resembles a pair of legs."
      },
      {
       "title": "Twist the two dough lengths together then join the ends to form a Christmas wreath shape."
      },
      {
       "title": "Place inside a 9” circular baking tin."
      },
      {
       "title": "Cover your dough and allow to prove again until doubled in size."
      },
      {
       "title": "Preheat your oven to 200°c (180°c, gas mark 6)"
      },
      {
       "title": "Lightly brush with egg wash and bake for 25-30 minutes or until baked throughout."
      },
      {
       "title": "When ready to serve, warm your cheese in the oven ready for dipping."
      }
     ]
    },
    {
     "title": "Goat's Cheese and Caramelised Onion Bread by Allinson",
     "checklistItem": [
      {
       "title": "MIX Mix the flour, yeast, sugar and salt in a big bowl. Using your fingertips rub in the butter until only fine ‘crumbs’ are left. Mix in the water with a cutlery knife."
      },
      {
       "title": "KNEAD Tip onto a lightly flour dusted surface and knead for 10 minutes (or use the dough hook attachment on your mixer)."
      },
      {
       "title": "RISE Lightly grease the mixing bowl with some oil. Put the dough back in, cover the bowl with a clean tea towel and leave to rise until doubled in size."
      },
      {
       "title": "SHAPE Knock back the dough by gently kneading just 5 times to get the air out. Shape into a round on a flour dusted baking sheet. Scatter with the sliced onion, thyme and goat’s cheese. Push into the dough a little bit to stick."
      },
      {
       "title": "PROVE Cover the dough again with a clean tea towel and leave to prove until doubled in size again. Preheat your oven to 200°C (fan 180°C, gas mark 6)."
      },
      {
       "title": "BAKE Drizzle the toppings with the olive oil and bake for 30-35 minutes, until when you tap the base of the loaf it sounds hollow. Cool on a wire rack."
      }
     ]
    },
    {
     "title": "Tear & Share Bread",
     "checklistItem": [
      {
       "title": "First make your dough by combining the flour, yeast, sugar salt and butter in a\nlarge bowl. Add the water and mix to a soft dough. Knead the dough for 5\nminutes by hand or using a stand mixer, then set aside in a lightly oiled large\nbowl covered with lightly oiled cling film. Leave to rise in a warm place for 1\nhour or until doubled in size."
      },
      {
       "title": "When the dough has risen, knead the dough briefly 6 times."
      },
      {
       "title": "Prepare the tin you wish to bake in by lightly oiling it."
      },
      {
       "title": "Roll the dough into 15g dough balls (we made 52) and arrange them in 4\nsquares in the tin. Set aside and allow to rise again for one hour or until\ndoubled in size."
      },
      {
       "title": "While the dough balls are rising make the dips. For each of the savoury dips set\naside 20g Mozzarella per dip. Also set aside the olives, pizza sauce and\nmarshmallows."
      },
      {
       "title": "For each dip combine the remaining ingredients in separate bowls."
      },
      {
       "title": "Preheat the oven to 180c/160fan/gas 4."
      },
      {
       "title": "Place the dips in the cavities in the dough ball squares and level the tops. Top\nthe fondue dip with the remaining mozarella, the peperoni dip with the pizza\nsauce and remaining mozzarella, the Pesto dip with the remaining mozzarella\nand olives and the S'Mores dip with the marshmallows."
      },
      {
       "title": "Gently brush the dough balls with the beaten egg."
      },
      {
       "title": "Bake in your preheated oven for 30 minutes or until the bread is cooked."
      },
      {
       "title": "Serve immediately."
      }
     ]
    },
    {
     "title": "Prosciutto & Sun-Dried Tomato Plait by Allinson"
    },
    {
     "title": "Dark Ale & Walnut Bread",
     "checklistItem": [
      {
       "title": "Put the ingredients into the bread maker baking pan in the order specified for your particular model (see manufacturer’s handbook)."
      },
      {
       "title": "Set to the basic white program. Add the walnuts at the time for added ingredients, as directed by the manufacturer of your machine."
      },
      {
       "title": "Remove the dough from machine and knead again until smooth. Shape the dough into a circle."
      },
      {
       "title": "Place onto a greased baking sheet and leave to prove until double in size."
      },
      {
       "title": "Cut a deep cross into the top of the loaf and decorate with walnuts."
      },
      {
       "title": "Bake at 190°C (170°C fan, 375°F, gas mark 5) for 30 minutes."
      }
     ]
    },
    {
     "title": "Chocolate & Pistachio Breakfast Wreath by Allinson",
     "checklistItem": [
      {
       "title": "MIX Bring the milk to the boil, then remove from the heat and add the butter. Leave to cool until it reaches hand temperature. Mix the flour, yeast, sugar and salt in a big bowl. Mix the milk and the beaten egg into the dry ingredients with a wooden spoon."
      },
      {
       "title": "KNEAD Tip onto a lightly flour dusted surface and knead for 10 minutes (or use the dough hook attachment on your mixer)."
      },
      {
       "title": "RISE Lightly grease the mixing bowl with some oil. Put the dough back in, cover the bowl with a clean tea towel and leave to rise until doubled in size – up to 2 hours depending on how warm your kitchen is."
      },
      {
       "title": "SHAPE Knock back the dough by gently kneading just 5 times to get the air out. Roll into a 60 x 20cm rectangle – keep rolling until the dough stops bouncing back. Thinly spread over the chocolate spread and scatter over the pistachios. Roll up as tightly as you can from one of the long sides like a swiss roll. Use a sharp, floured knife to cut the roll in half down the length – but not quite through at one end so the two strips are still joined. Twist the strips together, then lift onto a floured baking sheet and bring the ends together to make a wreath – pinching the ends together to stick."
      },
      {
       "title": "PROVE Cover the dough again with a clean tea towel and leave to prove for just 20 minutes. Preheat your oven to 180°C (160°C fan, gas mark 4)."
      },
      {
       "title": "BAKE Bake the wreath for 30-40 minutes until golden and crusty. Enjoy warm."
      }
     ]
    },
    {
     "title": "Apricot Brioche Loaf",
     "checklistItem": [
      {
       "title": "Place the flour, sugar, yeast and salt in a mixing bowl and add the warmed milk and egg. Beat well until the mixture makes a smooth sticky dough."
      },
      {
       "title": "Gradually add the butter a knob at a time beating well until it is incorporated in the dough . If necessary use a fork to break up the butter and continue to beat until smooth."
      },
      {
       "title": "Cover the dough with cling film and chill in the fridge for 3-4 hours or over night until the dough is firm."
      },
      {
       "title": "Oil a 500g /1lb loaf tin in preparation for baking your brioche."
      },
      {
       "title": "Once removed from the fridge, break the dough into balls about the size of a golf ball and shape on a floured surface into balls."
      },
      {
       "title": "Stuff a little of the chopped apricots in the centre of each ball and gather the dough up around the apricots to seal."
      },
      {
       "title": "Place the dough balls in the baking tin. Cover with oiled cling film. Leave in a warm place for about 1-2 hours or until doubled in size."
      },
      {
       "title": "Preheat the oven to 200°C (180°C fan, gas mark 6)."
      },
      {
       "title": "Bake the brioche for 20 mins until golden brown and risen. The dough will sound hollow when tipped out of the tin and tapped underneath."
      }
     ]
    },
    {
     "title": "Walnut and Fig Sticks by Allinson",
     "checklistItem": [
      {
       "title": "MIX Mix the flours, yeast and salt in a big bowl. Mix together the melted butter, sugar and water, then mix in with a cutlery knife."
      },
      {
       "title": "KNEAD Tip onto a lightly flour dusted surface and knead for 10 minutes (or use the dough hook attachment on your mixer)."
      },
      {
       "title": "RISE Lightly grease the mixing bowl with some oil. Put the dough back in, cover the bowl with a clean tea towel and leave to rise until doubled in size."
      },
      {
       "title": "SHAPE Knead the walnuts and dried fig into the dough for 1 minute. Divide the dough into 3, and roll each to a long, thin stick. Lift onto a floured baking sheet."
      },
      {
       "title": "PROVE Cover the dough again with a clean tea towel and leave to prove until doubled in size again. Preheat your oven to 200°C (fan 180°C, gas mark 6)."
      },
      {
       "title": "BAKE Brush the sticks with some egg, then use a small sharp knife to slash the tops a few times each on the diagonal. Bake for 20-25 minutes, until when you tap the base a stick it sounds hollow. Cool on a wire rack."
      }
     ]
    },
    {
     "title": "Wholemeal Bagels",
     "checklistItem": [
      {
       "title": "MIX Mix the flours, yeast and salt in a big bowl. Mix together the melted butter, sugar and water, then mix in with a cutlery knife."
      },
      {
       "title": "KNEAD Tip onto a lightly flour dusted surface and knead for 10 minutes (or use the dough hook attachment on your mixer)."
      },
      {
       "title": "RISE Lightly grease the mixing bowl with some oil. Put the dough back in, cover the bowl with a clean tea towel and leave to rise until doubled in size – about 2 hours depending on how warm your kitchen is."
      },
      {
       "title": "SHAPE Knock back the dough by gently kneading just 5 times to get the air out. Line two baking sheets with baking parchment and grease the parchment. Cut the dough into 9 even pieces (use a weighing scales if you like). Roll each piece into a ball and sit on the sheets – they’ll need room between them for growing."
      },
      {
       "title": "PROVE Cover the dough again with a clean tea towel and leave to prove until doubled in size again. Preheat your oven to 220°C (200°C fan, gas mark 7) and fill a large saucepan with water."
      },
      {
       "title": "POACH Bring the pan to the boil, then lower the heat to gently simmering and stir in the bicarbonate of soda, honey and 1 tsp salt (careful – it will bubble up!). Use a floured finger to push a hole through the centre of each dough ball and pick it up. Stretch the hole by gently swirling the bagel around on your finger a little, then drop into the pan. Do 2 bagels at a time, poaching for 2 minutes and turning over halfway. Use a slotted spoon to return the bagels to the baking trays. Poach all the bagels, keeping the water at a gentle simmer."
      },
      {
       "title": "BAKE Brush the bagels with beaten egg and sprinkle with some seeds. Bake for 15 minutes until brown and crisp. Cool, then enjoy toasted."
      },
      {
       "title": "Why not try using Allinson Country Grain flour instead seeds in your cupboard for snacking? Knead an extra handful into the dough before dividing and shaping"
      }
     ]
    },
    {
     "title": "Sourdough Stuffed Crust Pizza",
     "checklistItem": [
      {
       "title": "You will need to have premade you own sourdough starter in advance of making this recipe. It may need a quick stir if liquid has formed on the top to blend it all together."
      },
      {
       "title": "Mix the sourdough starter together, with the bread flour, warm water, salt and yeast in a bowl. Knead for approximately 5/6 minutes (you can use a dough hook on an electric mixer for this) until the consistency is smooth. (It may be a bit sticky but try to avoid using too much extra flour when kneading)"
      },
      {
       "title": "Place the dough in our a lightly oiled bowl and leave to double in size (in a warm environment) this may take a few hours. It may be quicker if your sourdough has been fed recently before using. You can slightly increase the quantity of yeast used to speed up the prove time slightly."
      },
      {
       "title": "Once the dough has proved shape into a flattened circle, and place on a lightly oiled pizza tray or pizza stone. Leave to rest for 15 minutes then use your fingers to push the dough gently into a large circle. Take the cheese strings and place them around the outer rim of your dough then pull over the dough to fully cover them and use your fingers to tuck the dough under to hold it in place."
      },
      {
       "title": "Leave the dough for a further few hours to prove again before baking."
      },
      {
       "title": "Preheat the oven to 200°C (gas mark 6)"
      },
      {
       "title": "Spread the tomato puree on the dough evenly then top with the sliced mozzarella, tomatoes, onion, peppers and pancetta."
      },
      {
       "title": "Bake in the oven for 12-14 minutes or until golden in colour and the base is cooked evenly."
      },
      {
       "title": "Serve immediately and garnish with fresh sprigs of Basil."
      }
     ]
    },
    {
     "title": "Ginger & Orange Loaf",
     "checklistItem": [
      {
       "title": "Put the flours, salt, ground & glace ginger, orange zest and yeast into a bowl."
      },
      {
       "title": "Mix to a soft dough with the orange juice, butter, egg, milk, treacle and water."
      },
      {
       "title": "Turn onto a floured surface and knead for 10 minutes."
      },
      {
       "title": "Shape into a loaf shape and put into a 2lb loaf tin, which has been greased."
      },
      {
       "title": "Leave to prove until it has doubled in size. Preheat the oven to 220°C (fan 200°C, gas mark 7)."
      },
      {
       "title": "Place in the oven and then immediately turn the heat down to 200°C (fan 180°C, gas mark 6). Bake for 30-35 minutes."
      }
     ]
    },
    {
     "title": "Chilli pepper and feta bread by Allinson",
     "checklistItem": [
      {
       "title": "MIX Mix the flours, yeast and salt in a big bowl. Mix together the melted butter, sugar and water, then mix in with a cutlery knife."
      },
      {
       "title": "KNEAD Tip onto a lightly flour dusted surface and knead for 10 minutes (or use the dough hook attachment on your mixer)."
      },
      {
       "title": "RISE Lightly grease the mixing bowl with some oil. Put the dough back in, cover the bowl with a clean tea towel and leave to rise until doubled in size – about 2 hours depending on how warm your kitchen is."
      },
      {
       "title": "SHAPE Knock back the dough by kneading in half the chilli flakes. Push the dough into an oiled, roughly 22cm x 32cm baking tin."
      },
      {
       "title": "PROVE Cover the dough again with a clean tea towel and leave to prove until doubled in size again. Preheat your oven to 200°C (180°C fan, gas mark 6)."
      },
      {
       "title": "BAKE Scatter the dough with feta, pepper strips and remaining chilli flakes. Press your fingers all over the dough to make dimples. Drizzle with a little more oil and bake for 30-35 minutes until golden."
      },
      {
       "title": "Why not try using Allinson Country grain flour instead Like a shiny, chewy crust? Preheat your oven with a roasting tin at the bottom. When you put your bread in, pour a mugful of water into the tin."
      }
     ]
    },
    {
     "title": "Cornbread",
     "checklistItem": [
      {
       "title": "Line a 9 inch round cake tin or skillet and preheat the oven to 200°C/Gas 6."
      },
      {
       "title": "In a bowl, mix the flour, cornmeal, salt, sugar, salt and baking powder. Stir in egg, milk and vegetable oil until well combinded."
      },
      {
       "title": "Pour mixture into prepared tin and bake in the oven for 20 to 25 mins, or until a skewer inserted into the centre of the loaf comes out clean."
      }
     ]
    },
    {
     "title": "Walnut and fig country grain loaf",
     "checklistItem": [
      {
       "title": "Place the flour, salt and yeast in a large bowl."
      },
      {
       "title": "Mix together the oil, water and malt extract. Pour into the flour and stir together until a soft dough starts to form. Add the figs and walnuts then knead until the dough is elastic."
      },
      {
       "title": "Shape into a round and place on a non-stick baking tray. Cut a deep cross in the centre."
      },
      {
       "title": "Cover loosely with oiled cling film and leave to rise in a warm place until doubled in size, then remove the cling film."
      },
      {
       "title": "Preheat the oven to 230°C (210°C fan, gas mark 8)."
      },
      {
       "title": "Place the bread in the centre of the preheated oven and bake for 15 minutes. Reduce the oven temperature to 200°C (180°C fan, gas mark 6) and bake for a further 15-20 minutes until the bread has risen, is golden brown and sounds hollow when tapped underneath."
      }
     ]
    },
    {
     "title": "Hand Baked Spiced Pumpkin Loaf",
     "checklistItem": [
      {
       "title": "Mix together all of the ingredients, gradually adding the liquid (you may not need to use it all) until it forms a soft dough."
      },
      {
       "title": "Knead for 10 minutes, or 5 if you are using a mixer with a dough hook."
      },
      {
       "title": "Leave to prove until doubled in size."
      },
      {
       "title": "Once proved, punch out the air in the dough and shape into either 8 equal sized rolls or one giant circular loaf."
      },
      {
       "title": "Place onto a lined baking tray and using a sharp knife slice 5-6 slits into the side of the dough."
      },
      {
       "title": "Cover with lightly oiled cling film and leave to prove again until it's doubled in size."
      },
      {
       "title": "Once proved, lightly brush with egg wash and sprinkle with pumpkin seeds."
      },
      {
       "title": "Preheat the oven to 220°c (200°C fan, gas mark 7)."
      },
      {
       "title": "Bake the rolls for 15-20 minutes or the loaf for 25-30 minutes."
      },
      {
       "title": "To check that the bread is baked throughout knock on the base, it should sound hollow."
      },
      {
       "title": "Leave to cool on a wire rack before serving."
      }
     ]
    },
    {
     "title": "Pretzels",
     "checklistItem": [
      {
       "title": "MIX Bring the milk to the boil, then remove from the heat and add the diced butter. Leave to cool until it reaches hand temperature. Mix the flour, yeast, 75g sugar and salt in a big bowl. Mix the milk and the beaten egg into the dry ingredients with a wooden spoon."
      },
      {
       "title": "KNEAD Tip onto a lightly flour dusted surface and knead for 10 minutes (or use the dough hook attachment on your mixer)."
      },
      {
       "title": "RISE Lightly grease the mixing bowl with some oil. Put the dough back in, cover the bowl with a clean tea towel and leave to rise until doubled in size – up to 2 hours depending on how warm your kitchen is."
      },
      {
       "title": "SHAPE Knock back the dough by gently kneading just 5 times to get the air out. Cut the dough into 4 even pieces (use a weighing scales if you like). Roll each piece into a sausage about 60cm long where the ends are slightly thinner than the middle. Shape each rope into a ‘U’, then bring each end back towards the curve of the ‘U’ – sticking to their opposite sides so it creates a twist in the middle."
      },
      {
       "title": "POACH Mix the bicarbonate of soda into a large saucepan of water and bring to the boil. One at a time sit a pretzel on two slotted spatulas and lower into the water for 20-30 seconds. Let the excess water drip off as you lift it out and place on baking parchment-lined baking sheets. Preheat your oven to 200°C (180°C fan, gas mark 6)."
      },
      {
       "title": "BAKE Beat the remaining egg with a fork and use to brush the top of the pretzels. Sprinkle the tops with sesame seeds, preserving or pearl sugar and some sea salt flakes, and bake for 20 minutes until brown and shiny."
      }
     ]
    },
    {
     "title": "Kingsmill 50/50 Focaccia",
     "checklistItem": [
      {
       "title": "Put the flour, yeast and salt in a large bowl and mix together."
      },
      {
       "title": "Stir in 4 tablespoons of olive oil and luke warm water, mix together adding more water if needed to form a soft dough."
      },
      {
       "title": "Turn out the dough onto a well floured surface and knead until the dough is smooth and springs back when gently pressed (approximately 10 minutes)."
      },
      {
       "title": "Place in a large lightly oiled bowl, cover with cling film and leave to rise in a warm place for 45 minutes or until doubled in size."
      },
      {
       "title": "Remove and knead again for two to three minutes to knock out the air bubbles and roll the dough out on a lightly floured surface to an oval shape about 35x25cm."
      },
      {
       "title": "Place on a lightly oiled baking sheet, cover with a tea towel and leave in a warm place for thirty minutes or until doubled in size. Meanwhile, preheat the oven to 200'c (fan 180'c, gas mark 6)."
      },
      {
       "title": "Make indentations in the dough using your finger tips and drizzle over the remaining olive oil, sprinkle with sea salt and rosemary and bake in the oven for twenty minutes until the bread is golden brown. Serve warm or cold drizzled with more olive oil."
      }
     ]
    },
    {
     "title": "Feta and tomato loaf",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180°C (160°C fan, gas mark 4)."
      },
      {
       "title": "In a large bowl, mix together the eggs and flour."
      },
      {
       "title": "Add the baking powder, milk, oil, cheeses and sundried tomatoes and mix well until you have a doughy mixture."
      },
      {
       "title": "Season the dough with salt and pepper and add the basil before continuing to mix."
      },
      {
       "title": "Grease a loaf tin with a little butter and pour in the mixture."
      },
      {
       "title": "Bake for 50 minutes on a medium shelf."
      },
      {
       "title": "Once cooked, remove from the oven and leave to cool before serving."
      }
     ]
    },
    {
     "title": "Kingsmill 50/50 Bagels",
     "checklistItem": [
      {
       "title": "MIX Mix together the flour, yeast and salt in a big bowl, then using a cutlery knife mix in the melted butter, sugar and water."
      },
      {
       "title": "KNEAD Tip onto a lightly flour dusted surface and knead for 10 minutes (or use the dough hook attachment on your mixer)."
      },
      {
       "title": "RISE Lightly grease the mixing bowl with some oil. Put the dough back in and cover the bowl with a clean tea towel and leave to rise until doubled in size- about 2 hours depending on how warm your kitchen is."
      },
      {
       "title": "SHAPE Knock back the dough by gently kneading just 5 times to get the air out. Line two baking sheets with baking parchment and then grease the parchment. Cut the dough into 9 even pieces (use weighing scales if you like). Roll each piece into a back and sit on the sheets-they'll need room between them for growing."
      },
      {
       "title": "PROVE Cover the dough again with a clean tea towel and leave to prove until doubled in size again. Preheat your oven to 220'c (200'c fan, gas mark 7) and fill a large saucepan with water."
      },
      {
       "title": "POACH Bring the pan to the boil, then lower the hear to gently simmering and stir in the bicarbonate of soda, honey and 1 tsp salt (careful because it will bubble up!) Use a floured finger to push a hole through the center of each dough ball and pick it up. Stretch the hole by gently swirling the bagel around your finger a little, then drop into the pan. Do 2 bagels at a time, poaching for 2 minutes and turning over halfway. Use a slotted spoon to return the bagels to the baking trays. Poach all the bagels, keeping the water at a gentle simmer."
      },
      {
       "title": "BAKE Brush the bagels with beaten egg and sprinkle with some seeds. You can use any seeds you like. Bake for 15 minutes until brown and crisp. Cool, then enjoy toasted."
      }
     ]
    },
    {
     "title": "Apple Doughnuts",
     "checklistItem": [
      {
       "title": "Bring the milk to the boil, then remove from the heat and add the diced butter. Leave to cool until it reaches hand temperature. Mix the flour, yeast, 75g sugar, cinnamon and salt in a big bowl. Mix the milk and the beaten egg into the dry ingredients with a wooden spoon."
      },
      {
       "title": "Tip onto a lightly flour dusted surface and knead for 10 minutes (or use the dough hook attachment on your mixer)."
      },
      {
       "title": "Lightly grease the mixing bowl with some oil. Put the dough back in, cover the bowl with a clean tea towel and leave to rise until doubled in size – up to 2 hours depending on how warm your kitchen is."
      },
      {
       "title": "Knock back the dough by gently kneading just 5 times to get the air out. Cut the dough into 25 even pieces (use a weighing scales if you like). Roll each piece into a ball and sit on 2-3 lightly greased baking sheets – they’ll need room between them for growing."
      },
      {
       "title": "Cover the dough again with a clean tea towel and leave to prove until almost doubled in size again. Preheat your oven to 190°C (170°C fan, gas mark 5), with a roasting tin full of boiling water on the base of your oven."
      },
      {
       "title": "Bake the doughnuts for 12-15 minutes until risen and dark golden. Let the doughnuts cool for a few minutes, then brush with the melted butter and roll in sugar. Spoon a little apple sauce into the piping bag. Poke a hole in each doughnut, then push in the nozzle and squeeze in a little filling. Best served warm."
      }
     ]
    },
    {
     "title": "Cheese and basil pinwheel bread",
     "checklistItem": [
      {
       "title": "Mix the flour, salt and caster sugar in a large bowl. Stir in the oil, followed by the yeast."
      },
      {
       "title": "Make a well in the centre of the flour mixture. Add most of the water and mix together until a soft dough starts to form (add a little extra water if needed – you want a soft but not too sticky dough). Turn the dough onto a very lightly floured surface and knead until smooth and elastic."
      },
      {
       "title": "Cut the dough in half and roll each piece into a 30cm x 25cm rectangle. Scatter the cubed cheese and basil leaves between the 2 rectangles. Gently roll up to form a long sausage and place on a non-stick baking tray with the seam on the bottom. Scatter the tops with the grated cheese."
      },
      {
       "title": "Cover loosely with oiled cling film and leave to rise in a warm place until doubled in size, then remove the cling film."
      },
      {
       "title": "Preheat the oven to 220°C (fan 200°C, gas mark 7)."
      },
      {
       "title": "Place the bread in the centre of the pre-heated oven and bake for 15 minutes. Reduce the oven temperature to 200°C (fan 180°C, gas mark 6) and bake for a further 10/15 minutes until the breads have risen, are golden brown and sound hollow when tapped underneath."
      },
      {
       "title": "Cut into slices just before baking and arrange on a tray to form a large savoury version of a Chelsea bun!"
      }
     ]
    },
    {
     "title": "Custard Doughnuts",
     "checklistItem": [
      {
       "title": "Bring the milk to the boil, then remove from the heat and add the diced butter. Leave to cool until it reaches hand temperature. Mix the flour, yeast, 75g sugar and salt in a big bowl. Mix the milk and the beaten egg into the dry ingredients with a wooden spoon."
      },
      {
       "title": "Tip onto a lightly flour dusted surface and knead for 10 minutes (or use the dough hook attachment on your mixer)."
      },
      {
       "title": "Lightly grease the mixing bowl with some oil. Put the dough back in, cover the bowl with a clean tea towel and leave to rise until doubled in size – up to 2 hours depending on how warm your kitchen is."
      },
      {
       "title": "Knock back the dough by gently kneading just 5 times to get the air out. Cut the dough into 25 even pieces (use a weighing scales if you like). Roll each piece into a ball and sit on 2-3 lightly greased baking sheets – they’ll need room between them for growing."
      },
      {
       "title": "Cover the dough again with a clean tea towel and leave to prove until almost doubled in size again. Preheat your oven to 190°C (170°C fan, gas mark 5), with a roasting tin full of boiling water on the base of your oven."
      },
      {
       "title": "Bake the doughnuts for 12-15 minutes until risen and dark golden. Let the doughnuts cool for a few minutes, then brush with the melted butter and roll in sugar. Spoon some custard into the piping bag. Poke a hole in each doughnut, then push in the nozzle and squeeze in a small amount. Best served warm."
      }
     ]
    }
   ]
  },
  {
   "title": "Boozy Bakes",
   "selection1": [
    {
     "title": "Mojito Cupcakes",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180°C (160°C, gas mark 4). Line a mini muffin tin with paper cases."
      },
      {
       "title": "In a small bowl, mix together the buttermilk, rum and vanilla extract."
      },
      {
       "title": "In another bowl, mix together the flour, baking powder and salt."
      },
      {
       "title": "In the bowl of a stand mixer, mix the butter and sugar on high speed until creamy."
      },
      {
       "title": "Reduce speed and add eggs one at a time, scraping the sides of the bowl after each addition."
      },
      {
       "title": "Add 1/3 of the flour mixture (while mixing at low speed), then 1/2 the buttermilk mixture."
      },
      {
       "title": "Add another 1/3 of the flour, then the remaining buttermilk, and finally the remaining flour. Scrape the edges of the bowl to ensure all of the flour has been incorporated."
      },
      {
       "title": "Pour the mixture into the prepared tin, filling the cases halfway and bake for 20 mins in a preheated oven."
      },
      {
       "title": "Meanwhile, prepare the syrup. In a small saucepan, bring the water and sugar to the boil. Once the sugar dissolves, remove from heat and add rum. Then add the zest of lime and mint."
      },
      {
       "title": "Let this steep for 5 minutes, then pass the syrup through a sieve into a bowl, discarding what is left over."
      },
      {
       "title": "Once the cupcakes are cool, use a skewer to make a hole in the centre of each cupcake."
      },
      {
       "title": "Get a piping bag with a small round nozzle and poke the end of the nozzle into the hole you've made in the first cupcake, and pour some of the syrup into the bag, filling the cupcake. Alternatively poke holes in the cupcakes with a skewer and drizzle the syrup into the holes with a spoon."
      },
      {
       "title": "To make the icing, beat the butter at high speed in an electric mixer until creamy."
      },
      {
       "title": "Reduce speed and add the icing sugar gradually. Beat for 1 minute until well incorporated. Beat for another 2 minutes at high speed."
      },
      {
       "title": "Scrape the edges of the bowl, add the rum and chopped mint. Beat one last time at medium speed."
      },
      {
       "title": "Once cupcakes are fully cooled, ice with the buttercream icing. Decorate with slices of lime and mint leaves."
      }
     ]
    },
    {
     "title": "The Ultimate Whisky Marmalade",
     "checklistItem": [
      {
       "title": "To sterilise jars, wash with very hot water or put through the hot cycle of a dishwasher. Place the jars on a baking tray and slide into an oven (160˚C, fan 140˚C, gas mark 3, 325˚F) for 10-15 minutes. Keep them warm until filled with the marmalade."
      },
      {
       "title": "Slice the oranges in quarters. Using a metal spoon, scoop out the flesh leaving as much of the pith as you can behind. Do this over a bowl to collect any juice. Reserve the orange peels. Put the orange flesh, juice and pips in a food processor and blend until smooth"
      },
      {
       "title": "Push the purée through a muslin lined sieve into a preserving pan or large heavy-based saucepan. Flatten the orange peel and slice as much of the pith from the orange peel as possible. Slice the rind into very thin matchstick and add these to the pan. Pour in the lemon juice and water."
      },
      {
       "title": "Bring to the boil. Reduce the heat and simmer for 1 to 1 1/2 hours until the rind is very soft and the mixture has reduced by half."
      },
      {
       "title": "Reduce the heat to low and add the sugar and stir until it has dissolved. Boil for about 10 minutes, skimming off any froth on the surface."
      },
      {
       "title": "After 10 minutes, spoon a little of the marmalade onto a very cold plate and place in the fridge. If it sets to a jelly the marmalade is cooked. If necessary, cook for a further 5-10 minutes and test again. When ready beat in the whisky, if using."
      },
      {
       "title": "Allow the marmalade to cool slightly, then pour into the sterilised jars."
      }
     ]
    },
    {
     "title": "Last Minute Christmas Pudding",
     "checklistItem": [
      {
       "title": "Butter and line the base of a 1.5 litre pudding basin, which is suitable for use in a microwave, with greaseproof paper."
      },
      {
       "title": "In a large bowl, stir the ingredients together, adding them one at a time in the order listed in the ingredient list. Stir to combine evenly."
      },
      {
       "title": "Tip in to the prepared pudding basin and cover with a disk of greaseproof paper. Place the pudding on a plate and microwave on medium for 20 - 25 minutes until cooked and a skewer inserted comes out clean."
      },
      {
       "title": "Leave to stand for 5 minutes, then turn out and enjoy served with brandy butter."
      }
     ]
    },
    {
     "title": "Traditional Christmas Pudding",
     "checklistItem": [
      {
       "title": "Place all the fruits in a large mixing bowl with the beer and rum, cover and leave to soak overnight."
      },
      {
       "title": "Next day, stir in the rest of the ingredients, stirring well to combine."
      },
      {
       "title": "Divide between 2 1.2 litre (2 pint) greased pudding basins (leaving room for the puddings to rise) and smooth the tops."
      },
      {
       "title": "Cover with a lid or a double thickness of pleated greaseproof paper, then with a double thickness of pleated foil."
      },
      {
       "title": "Tie securely and place in 1 or 2 large pans and pour in boiling water to come halfway up the basins."
      },
      {
       "title": "Cover and cook for 6 hours, topping up with boiling water as needed."
      },
      {
       "title": "Cool completely, then wrap in fresh greaseproof paper and foil."
      },
      {
       "title": "Store in a cool, dark place until needed. The puddings will keep for 3 months."
      },
      {
       "title": "To reheat simply steam the puddings for 2 hours."
      }
     ]
    },
    {
     "title": "Pimms Sorbet",
     "checklistItem": [
      {
       "title": "Put the sugar and orange juice into a large saucepan and bring to the boil, stirring until the sugar dissolves."
      },
      {
       "title": "Take off the heat and add the mint sprigs and diced cucumber, cover and leave for about 20 minutes."
      },
      {
       "title": "Strain into a large bowl, removing the cucumber and mint. Add the Pimm’s and stir to combine."
      },
      {
       "title": "Chill in the fridge for about 4 hours or overnight."
      },
      {
       "title": "Churn in an ice cream maker according to manufacturer’s instructions OR place in the freezer, stirring every hour until frozen. This should take about 6 hours."
      },
      {
       "title": "Store in your freezer or serve immediately."
      }
     ]
    },
    {
     "title": "Foolproof Christmas Cake",
     "checklistItem": [
      {
       "title": "Preheat the oven to 150ºC (130ºC fan, gas mark 2). Grease and double line with baking parchment an 8 inch cake tin."
      },
      {
       "title": "For the nut and dried fruit mixture, put all the ingredients into a large pan and heat gently, stirring until the Dark Muscovado and Molasses Sugar dissolves and butter has melted. Bring up to the boil, then remove from the heat and set aside."
      },
      {
       "title": "In a large bowl, add the plain flour and self-raising flour, spices and ground almonds, then stir in the eggs, followed by the nut and fruit mixture."
      },
      {
       "title": "Pour into the prepared tin and level out with a spoon."
      },
      {
       "title": "Bake in the oven for 2 hours, or until the top is golden and a skewer comes out clean when inserted through the centre (if necessary, cook for a further 10-15 minutes). The cake must be springy to the touch."
      },
      {
       "title": "Transfer onto a wire rack and allow to cool completely in the tin."
      },
      {
       "title": "Once cool, remove the cake from the tin and place onto a large plate or stand. Alternatively, wrap in baking paper, followed by a layer of foil and store in a cool dry place until ready to serve,"
      },
      {
       "title": "If you prefer, you can swap the apple juice with your favourite tipple. If you are baking your cake in advance, carefully make small holes in the top of the cake and feed with a tablespoon of alcohol or apple juice once a week."
      },
      {
       "title": "To decorate, use a star-shaped stencil or similar placed in the centre of the top of the cake, and dust with Golden Icing Sugar. Alternatively, cover with icing and marzipan for a traditional finish."
      }
     ]
    },
    {
     "title": "Christmas Cream Truffles",
     "checklistItem": [
      {
       "title": "Melt the chocolate in a medium bowl placed over a pan of gently simmering water. Add the dark muscovado sugar and butter, and stir until melted and smooth."
      },
      {
       "title": "Stir in the egg yolks, vanilla extract, brandy and cream. Heat gently, stirring constantly, for 2 minutes."
      },
      {
       "title": "Add the cake or biscuit crumbs. Beat the mixture well and then set aside to cool. Refrigerate until firm enough to handle."
      },
      {
       "title": "Form the mixture into approximately 20 balls, and then roll in chocolate strands, cocoa powder and golden icing sugar. Place in sweet cases and store in a cool place."
      }
     ]
    },
    {
     "title": "Chocolate and whisky gateaux",
     "checklistItem": [
      {
       "title": "Chop the almonds and roast them in a preheated oven at 160°C (fan 140°C gas mark 3) until nice and golden."
      },
      {
       "title": "Raise the temp of the oven to 180°C (fan 160°C, gas mark 4)."
      },
      {
       "title": "In a bowl mix the muscovado sugar and the eggs. Set aside."
      },
      {
       "title": "Melt the chocolate and then incorporate the butter, and mix until smooth. Add to the egg mixture."
      },
      {
       "title": "Sift in the flour and fold in the almonds. Divide the mixture into 2 x 16cm square tins then bake for 15 minutes. Leave to cool down."
      },
      {
       "title": "Pour the whisky over the raisins and leave to plump."
      },
      {
       "title": "For the white chocolate ganache: Heat 125 ml of the cream in a saucepan with the vanilla pod until just simmering. Melt the white chocolate. Add the hot cream to the chocolate in 2 stages and mix using a rubber spatula. When smooth and glossy whisk in the remaining cream. Leave to set in the fridge for 2 hours. When needed whisk it at medium speed until you get a nice soft peak consistency."
      },
      {
       "title": "To make the chocolate Chantilly cream: Whisk 400ml of cold cream until it forms soft peaks. Melt the dark chocolate and then slowly mix the chocolate into the hot cream until nice and glossy. When the mixture is around 40°C temp fold in the 200 ml chilled whipped cream in stages and mix until it becomes a smooth mousse consistency."
      },
      {
       "title": "To assemble the gateau; Spoon the chocolate Chantilly cream into a piping bag. Use some of this to secure the first layer of sponge to your cake board or stand, then pipe the cream in rows along the sponge. Cover with the whisky soaked raisins, then pipe a little more cream on top to help secure the top layer of sponge."
      },
      {
       "title": "Place the next layer of sponge onto the cake. Then spoon the white chocolate ganache into a piping bag and pipe 'bulbs' onto the top of the cake, alternating with the remaining dark chocolate Chantilly cream, covering the top of the sponge."
      },
      {
       "title": "For a professional finish use white chocolate curls and dark chocolate puff balls to decorate the gateau, then finish with copper flakes."
      }
     ]
    },
    {
     "title": "White Christmas Cake",
     "checklistItem": [
      {
       "title": "Put the dried fruit, cherries and ginger into a bowl. Warm the ginger wine in a small pan and pour over the fruit. Set aside."
      },
      {
       "title": "Preheat the oven to 160°C (fan 140°C, gas mark 3). Grease and double-line a 20.5cm (8inch) cake tin with greaseproof paper. Wrap a double layer of greaseproof paper around the outside of the tin, secure with string, making sure the paper comes at least 5 cm (2 inch) above the top of the tin. This will stop the cake from burning."
      },
      {
       "title": "Put the butter and sugar into a large bowl and beat together until light and creamy, about 5 minutes."
      },
      {
       "title": "Gradually beat in the eggs. Fold in the flour, mixed spice, walnuts and soaked fruit, plus any liquid left in the fruit bowl."
      },
      {
       "title": "Spoon the mixture into the tin and cook for 3 hours or until a skewer inserted into the centre comes out clean. If the cake starts to brown too quickly, cover the top with baking parchment."
      },
      {
       "title": "Leave cake to cool in tin for 10 minutes, then take out and cool completely on a wire rack, leaving the greaseproof paper wrapped around the outside of the cake."
      },
      {
       "title": "To store, wrap a few layers of clingfilm around the cooled cake in its paper, then cover with foil. Store in an airtight container in a cool place for up to two months. If you like, prick the cake a few times with a skewer and pour over extra ginger wine every week. Re-wrap and store as before."
      },
      {
       "title": "To ice, warm the apricot glaze and brush all over cake."
      },
      {
       "title": "Roll out the marzipan, and use to cover the cake according to pack instructions. Trim off any excess. Dab marzipan with cooled boiled water from the kettle."
      },
      {
       "title": "Roll out the icing and use to cover the cake according to pack instructions. Trim off excess and use to decorate cake as in the picture."
      }
     ]
    },
    {
     "title": "Easy Vegan Chocolate Cake",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180c/160fan/Gas4. Grease and line the base and sides of 2 x 20cm/8inch loose bottomed sandwich tins."
      },
      {
       "title": "In a large bowl, sift together the flour, sugar, cocoa, bicarbonate of soda and salt. Mix gently to combine."
      },
      {
       "title": "In a large jug, mix the water, oil, white vinegar, orange juice, orange zest, vanilla and liqueur."
      },
      {
       "title": "Add the wet to the dry ingredients and mix well to make a fairly liquid batter."
      },
      {
       "title": "Divide the batter between the tins and bake in your preheated oven for 45 minutes or until a cake tester comes out clean."
      },
      {
       "title": "When the cake is cooked allow it to cool completely in the tins."
      },
      {
       "title": "To make the Ganache, chop the chocolate finely and put into a large bowl. Heat the coconut milk in a saucepan until just starting to bubble then pour over the chocolate, stirring continuously. The chocolate will melt into a smooth ganache. Put the ganache aside for a few hours until it becomes firm enough\nto fill and ice the cake."
      },
      {
       "title": "When you are ready to ice the cake, release the cakes from their tins, and if desired, spread a little of the orange spread onto the bottom cake. Top with some of the ganache. Place the second cake on top and spread ganache on the top of the second cake. You can decorate with orange slices, zest or chocolate chunks as desired."
      }
     ]
    },
    {
     "title": "Strawberry Prosecco Cheesecake",
     "checklistItem": [
      {
       "title": "The day before making the cheesecake, wash, hull and chop the strawberries and place them in a bowl. Cover in Prosecco and leave to marinate overnight."
      },
      {
       "title": "Begin by preparing a 8” circular springform tin with baking paper."
      },
      {
       "title": "In a food processor or a using a freezer bag and rolling pin, crush up the biscuits to a fine crumb. Mix in a bowl with the melted butter and pour into the tin, pressing down firmly."
      },
      {
       "title": "Place the tin into the fridge to chill whilst you make the filling."
      },
      {
       "title": "Drain the strawberries that you have soaked overnight and dry them gently with some kitchen towelling. Keep aside 50g of the strawberries for the decoration. Blitz the remaining strawberries together in a food processor until they become a smooth puree."
      },
      {
       "title": "In a clean mixing bowl, whip together the cream cheese, icing sugar, pureed strawberries and vanilla extract."
      },
      {
       "title": "Reduce the speed of the mixer and add in the whipping cream. Increase the speed once again, beating the mixture to a soft peak consistency."
      },
      {
       "title": "Remove the tin from the fridge and spoon in the filling, using a spatula to smooth the top."
      },
      {
       "title": "Place the mixture back in the fridge to set overnight."
      },
      {
       "title": "To decorate, slice the remaining Prosecco soaked strawberries and crush the mini meringues into chunks. Place them on top of the cheesecake along with some fresh raspberries in a circular pattern."
      }
     ]
    },
    {
     "title": "Mini Pimms Pavlovas",
     "checklistItem": [
      {
       "title": "Preheat the oven to 140°C (120°c, gas mark 1) and line 2 flat baking sheets with baking parchment."
      },
      {
       "title": "Place the egg whites into a glass or metal bowl and whisk until they are white and fluffy and stand in stiff peaks."
      },
      {
       "title": "Add 1 tablespoon of the sugar and continue to whisk until the mixture comes back to stiff peaks. Repeat this with the rest of the sugar, adding it 1 tablespoon at a time until you have used all the sugar and the meringue is thick and glossy."
      },
      {
       "title": "Next fit a piping bag with a plain nozzle and spoon some of the meringue into the bag. With the bag pointing downwards and starting at the centre pipe a small circle onto the baking parchment and then pipe a rim around the edge of the circle to make a small ‘nest’. If you’re not confident with a piping bag then just scoop out a tablespoon on meringue, place it on the baking parchment and use the back of a teaspoon to flatten out the centre to make a nest."
      },
      {
       "title": "Place the meringues in the oven and bake for 1 hour until they are pale golden in colour are crisp and lift easily from the baking parchment. Open the oven door slightly and leave the meringues in the oven to cool."
      },
      {
       "title": "When the meringues are cool, pour the cream into a large bowl and whisk until it stands in soft peaks, then carefully fold in the pimms and strawberries until evenly mixed. Spoon this mixture into the centre of each meringue."
      },
      {
       "title": "Finish with some fresh strawberry pieces."
      }
     ]
    },
    {
     "title": "Tia Maria Cheesecake",
     "checklistItem": [
      {
       "title": "Lightly grease a 18cm loose-bottomed cake tin. Place the digestives and amaretti biscuits in a food processor and process into crumbs."
      },
      {
       "title": "Melt the butter over a low heat and with the biscuit crumbs. Press the biscuit mix into the bottom of the cake tin evenly. Chill while you make the filling."
      },
      {
       "title": "Preheat the oven to 220°C (fan 200°C, gas mark 7)."
      },
      {
       "title": "Beat together the cream cheese and sugar with an electric whisk until smooth. Add the flour, vanilla, 2 tablespoons of Tia Maria, eggs and soured cream,and whisk until smooth."
      },
      {
       "title": "Pour the mixture over the crumb case and smooth. Bake for 10 minutes, then reduce the temperature to 110°C (fan 90°C, gas mark ¼) for 25 minutes. Turn off the oven, then open the door and leave to cool inside the oven for 2 hours. Don't worry if it cracks a little."
      },
      {
       "title": "For the truffles: Cover a large, chopping board with cling film or waxed paper."
      },
      {
       "title": "Place the chocolate in a large mixing bowl. Pour the cream into a small pan and bring to the boil. Pour immediately over the broken chocolate. Add the Tia Maria if using. Blend thoroughly until all the chocolate is melted."
      },
      {
       "title": "Allow the mixture to cool, for 1-1½ hours at room temperature until it is set."
      },
      {
       "title": "When the mixture has set, sprinkle some icing sugar over your hand and roll bite-sized pieces of the chocolate mix. Immediately roll the truffles in sifted cocoa powder. Sit the truffles on the lined chopping board and leave to harden."
      },
      {
       "title": "When ready to serve use a warm palate knife to release the cheesecake form the tin. Just before serving place a small paper doily on top of the cheesecake and dust over with cocoa powder. Carefully remove the doily and you will be left with a very pretty lacy pattern. Pile the truffles on top of the cheesecake and serve."
      }
     ]
    },
    {
     "title": "Banana & Rum Pie",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180°C (fan 160°C gas mark 4)."
      },
      {
       "title": "Melt the butter in a medium saucepan and add the crushed digestive biscuits, stirring to coat them well."
      },
      {
       "title": "Press the mixture into a 23cm (9in) diameter shallow pie plate or dish, covering the sides. Bake for 10 minutes, or until fragrant."
      },
      {
       "title": "Remove the dish from the oven and reduce the oven temperature to 160°C (fan 140°C, gas mark 3)."
      },
      {
       "title": "Put the banana slices on a sheet of kitchen foil and toss them with the muscovado sugar and spices, coating them all over. Cover with another sheet of kitchen foil, place on a baking tray and bake in the oven for 15–20 minutes, or until mushy. Remove from the oven, but leave the oven turned on."
      },
      {
       "title": "Put the eggs, coconut cream and rum into a bowl and beat well. Stir in the cooked bananas. Pour this mixture into the pie base and bake in the oven for 25–30 minutes, or until wobbly. Cool completely in the dish."
      },
      {
       "title": "Whip the cream, golden icing sugar and vanilla to form nice soft peaks. Pile high on top of the pie and sprinkle generously with the grated chocolate. Chill for at least 1 hour before serving."
      }
     ]
    },
    {
     "title": "Guinness Cupcakes",
     "checklistItem": [
      {
       "title": "Preheat the oven to 170°C (150°C fan, gas mark 3), and line a cupcake tin with 12 cupcake cases."
      },
      {
       "title": "Pour the Guinness into a saucepan and add the butter, heat gently and stir until the butter has melted. Remove from the heat and add the cocoa powder and sugar stirring until well mixed."
      },
      {
       "title": "In another bowl mix together the eggs, vanilla extract and buttermilk then add this to the mixture in the saucepan."
      },
      {
       "title": "Sift together the flour, bicarbonate of soda and baking powder into a large bowl and pour in the contents of the pan then using a freestanding or hand held mixer, mix until the ingredients are all well combined."
      },
      {
       "title": "Spoon the mixture into the cupcake cases until they are about 2/3 full, then bake in the oven for 25 minutes or until a skewer comes out clean."
      },
      {
       "title": "Leave the cakes on a cooling wire to cool completely."
      },
      {
       "title": "To make the buttercream mix together the butter and icing sugar until there are no lumps, then add the Bailey's and mix until light and fluffy. The longer that you beat the buttercream for the lighter in texture it will become."
      },
      {
       "title": "Spoon the buttercream into a piping bag fitted with a star nozzle and pipe onto each cupcake."
      }
     ]
    },
    {
     "title": "Strawberry Trifle with Pimms",
     "checklistItem": [
      {
       "title": "Break the trifle sponges into pieces and arrange in a single layer in the base of a 1.2 litre/2 pint glass dish."
      },
      {
       "title": "Arrange the strawberries on top, sprinkle with the sugar then spoon over the Pimms."
      },
      {
       "title": "Spoon the custard over the top of the fruit and spread the top into an even layer."
      },
      {
       "title": "Whip the cream in a bowl until it just forms soft swirls then fold in the yoghurt and fruit rinds. Spoon over the top of the custard and chill until required."
      },
      {
       "title": "Decorate with halved strawberries and pansies or lemon and orange rind curls made with a zester just before serving."
      }
     ]
    },
    {
     "title": "Rum baba",
     "checklistItem": [
      {
       "title": "Turn on the oven temperature to 200°C (fan 180°C, gas mark 6). Grease muffin or rum baba tins."
      },
      {
       "title": "Put the currants with the rum and water in a saucepan and bring to the boil. Turn off the heat and leave the fruit to soak until cool."
      },
      {
       "title": "Sift the flour, sugar and salt into a mixing bowl and mix in the yeast."
      },
      {
       "title": "Add the eggs and melted butter, and mix thoroughly until the mixture is well combined and free from lumps."
      },
      {
       "title": "Now add the milk gradually, again beating well until smooth and glossy. Finally drain the currants, reserving the liquid, and stir the currants in to the batter."
      },
      {
       "title": "Half fill the prepared tins with the mixture and leave in a warm place for about an hour. The mixture should double in size and reach the top of the tins."
      },
      {
       "title": "Bake in the centre of the oven for approx 15-20 minutes until well risen and golden. When cool enough to handle, remove from the tins and put into a ceramic dish."
      },
      {
       "title": "If you wanted to freeze the puddings for a later date, turn out on to a wire rack and leave to cool completely then freeze. When required, defrost and leave to soak in rum syrup."
      },
      {
       "title": "For the rum syrup: Dissolve the sugar in the water and bring to the boil. Boil for about 5 minutes to make a light syrup."
      },
      {
       "title": "Add the rum and lemon juice to taste along with the reserved liquid from the currant mixture."
      },
      {
       "title": "Pour the syrup over the rum babas and leave to soak until the liquid is absorbed."
      },
      {
       "title": "Serve with a dollop of crème fraiche and raspberries."
      }
     ]
    },
    {
     "title": "Chai tiramisu with vanilla and rum",
     "checklistItem": [
      {
       "title": "Brew 3 chai tea bags with 200ml of hot water and allow to steep for around 5 minutes, then remove the tea bag and add the rum. Place this in a bowl and set to one side."
      },
      {
       "title": "Using a hand-held mixer, whisk the egg yolks, sugar and vanilla seeds together for about 10 minutes until the mixture has at least tripled in size and should be a very pale yellow and really aerated, then slowly fold in the mascarpone cheese."
      },
      {
       "title": "To assemble the tiramisu – dip each sponge finger in the chai and rum mixture and place in the bottom of a glass trifle dish, continue this until you have covered the base."
      },
      {
       "title": "Next spread a layer of the whipped vanilla egg mixture and then dust with cocoa powder and crushed pistachios."
      },
      {
       "title": "Continue layering the sponge fingers and whipped egg mixture until you have created around 2-3 layers."
      },
      {
       "title": "Place in the fridge and allow to set for a few hours before serving."
      },
      {
       "title": "Finally dust with cocoa powder and sprinkle over some crushed pistachios."
      }
     ]
    },
    {
     "title": "Baileys and Chocolate Mini Cupcakes",
     "checklistItem": [
      {
       "title": "Preheat the oven to 170°C (gas mark 3) and place mini cupcake cases in a mini cupcake or muffin tin."
      },
      {
       "title": "Place the butter, sugar, flour, cocoa powder and baking powder into a large bowl and using a hand held or freestanding electric mixer, slowly mix together until it resembles breadcrumbs."
      },
      {
       "title": "Mix together the egg, Baileys and milk in a jug then gradually add to the bowl and mix thoroughly."
      },
      {
       "title": "Spoon the batter into the cupcake cases until they are 2/3 full. Bake in the oven for 15-20 minutes or until the cakes are golden brown and a skewer comes out clean. Leave to cool on a wire rack."
      },
      {
       "title": "To make the frosting mix together the butter and icing sugar until it resembles breadcrumbs in texture, then add the milk and Baileys and mix on a high speed until the frosting is soft and fluffy."
      },
      {
       "title": "Decorated the cupcakes with frosting using either a piping bag or palette knife and finish with a dusting of cocoa powder."
      }
     ]
    },
    {
     "title": "Irish Stout, Chocolate and Beetroot Cakes",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180C (fan 160C, gas mark 4) and grease 8 dariole moulds (6.5cm x 6cm) with butter."
      },
      {
       "title": "Place the butter and Guinness in a saucepan and bring to a boil over a medium heat."
      },
      {
       "title": "Remove from the heat and stir in the chocolate until melted and put to one side to cool slightly."
      },
      {
       "title": "Place the beetroot into a food processor and whizz until finely chopped. Tip - to cook the beetroots, place whole and unpeeled in boiling water. Cook for 30 - 40 minutes depending on their size. Drain and cool under cold running water, then peel and trim them ready to use."
      },
      {
       "title": "In a mixing bowl, sift together the flour, cocoa powder and salt."
      },
      {
       "title": "In a large mixing bowl, using an electric mixer on high speed, beat together the sugars, eggs, and coffee extract for 3 - 4 minutes until the mixture leaves a trail when the beaters are pulled out."
      },
      {
       "title": "Reduce mixer speed to low, and beat in the melted chocolate mixture, followed by the beetroot until just combined."
      },
      {
       "title": "Using a large metal spoon fold in the flour mixture, until just mixed."
      },
      {
       "title": "Place in a jug and pour between the dariole moulds so that it comes no higher than 1.5cm from the top. Place on a baking sheet and bake for 20 minutes, a skewer should come out a little gooey when placed in the middle, don’t overcook them as they will continue to cook while cooling."
      },
      {
       "title": "Allow to cool for 15 minutes in the moulds and then remove from the moulds by running a knife around them and continue to cool on a wire rack."
      },
      {
       "title": "Make the icing by beating the ingredients together until smooth."
      },
      {
       "title": "Using a butter knife spread icing on top of the cakes to resemble the head of a pint."
      }
     ]
    },
    {
     "title": "Spiced banana rum cake",
     "checklistItem": [
      {
       "title": "Preheat the oven to 190°C (170°C fan, gas mark 5). Grease and line x2 23cm round sandwich tins. Toss the sultanas and pecans in 2 tablespoons of the flour."
      },
      {
       "title": "Cream the butter and sugar until light."
      },
      {
       "title": "Mash the bananas with the rum and gradually beat into the mixture."
      },
      {
       "title": "Beat in the eggs, a little at a time."
      },
      {
       "title": "Sift together the dry ingredients and fold into the mixture."
      },
      {
       "title": "Lightly stir in the sultanas and pecans."
      },
      {
       "title": "Bake for about 30-35 minutes."
      },
      {
       "title": "Cool in the tin for a few minutes then finish cooling on a wire rack."
      },
      {
       "title": "To make the buttercream, beat together the butter, icing sugar, vanilla extract and cream cheese then spread in the centre of the cakes sandwiching them together. Topping the cake with any remaining icing. Lightly dust with cinnamon to finish."
      }
     ]
    },
    {
     "title": "Malibu chocolate brownies",
     "checklistItem": [
      {
       "title": "Preheat the oven to 190°C (fan 170°C, gas mark 5), line a 20cm square tin with baking parchment."
      },
      {
       "title": "Melt the chocolate and butter in a heatproof bowl over a pan of simmering water."
      },
      {
       "title": "Whisk the eggs until pale and fluffy, add the muscovado sugar and whisk until thick, gently fold in the chocolate mixture and the Malibu (you may want to add more or less depending on how boozy you want them)!"
      },
      {
       "title": "Sieve in the flour and fold in until the mixture is smooth."
      },
      {
       "title": "Pour into the prepared tin and bake for 30-35 minutes, until you see a paper-like crust on top, there should still be some movement in the tin. If your brownie begins to brown around the edges, loosely cover with baking paper to protect it whilst it continues to bake."
      },
      {
       "title": "Remove from the oven. The brownie texture should still be gooey in the centre as it will firm up as the brownie cools. Leave to cool, then cut into squares."
      }
     ]
    },
    {
     "title": "Yorkshire Ale & Walnut Bread",
     "checklistItem": [
      {
       "title": "Add the flour to a large bowl and place the salt to one side and the yeast on the other. Add the olive oil and Yorkshire ale, to make a soft, easily kneadable dough, adding more ale or flour if needed."
      },
      {
       "title": "Place the dough on a lightly floured surface and knead for 10 minutes (this can be done in a mixer with a dough hook on a medium speed for 4-5 minutes), until the dough is smooth and silky."
      },
      {
       "title": "Place in a large lightly oiled bowl and cover with cling film and leave to rise to at least double in size, about 1-2 hours."
      },
      {
       "title": "Tip the dough out onto a floured surface and knead through the walnuts to evenly disperse them."
      },
      {
       "title": "Divide the dough into 4 and roll each piece in to a small oblong, flatten and then fold the ends into the middle."
      },
      {
       "title": "Turn over and roll each into a sausage shape no bigger than your baking sheet. Work from the middle out using even pressure with hands and rolling backwards and forwards."
      },
      {
       "title": "Place on 2 large lined baking sheets and cover the dough with tea towels and leave to prove for another hour until doubled in size"
      },
      {
       "title": "Preheat the oven to 220C (fan 200C, gas mark 7) and place a roasting tin in the bottom of the oven to heat up."
      },
      {
       "title": "Sprinkle flour over the baguettes and make 4 slashes in each baguette using a sharp knife."
      },
      {
       "title": "Place boiling water in the roasting tin for steam and place the baking sheet on the shelf above and cook for 25 - 30 minutes until golden brown."
      },
      {
       "title": "Cool on a wire rack and serve with Wensleydale cheese."
      }
     ]
    },
    {
     "title": "Prosecco & Raspberry Jam",
     "checklistItem": [
      {
       "title": "Place the washed raspberries in a large saucepan over a low heat and allow it to simmer for around 5 minutes."
      },
      {
       "title": "Add the prosecco and make sure it's mixed through with the raspberries. Then add the Silver Spoon jam sugar and stir gently until fully dissolved in the mixture."
      },
      {
       "title": "Whist the sugar is dissolving, you need to sterilise your jars. Heat oven to 140'C/120'C fan/gas 1. Wash the jars in hot, soapy water and then rinse well. Place the jars on a baking sheet and put them in the oven to dry completely."
      },
      {
       "title": "Increase the heat of the jam to a rolling boil. This means you see the surface of the jam boil rapidly with lots of bubbling. After 15 minutes you can test to see if the setting point is ready (If you have a jam thermometer, it should be at 105'c). Use a cold plate and place a spoonful of the jam onto it. Leave it for a minute and then push your finger through it. You should see it wrinkle. If the setting point hasn't quite reached, continue to boil the mixture for another 2-3 minutes and use the same plate test to test for wrinkles. It's important it does wrinkle so make sure you reach this stage by repeating if you have to before the next step."
      },
      {
       "title": "Leave the jam to cool for about 10 minutes and then remove any surface scum from the surface with a spoon before pouring into the sterilised jars. Seal the jars and store in a cool dark place."
      }
     ]
    }
   ]
  },
  {
   "title": "Breakfast & Brunch",
   "selection1": [
    {
     "title": "Nielsen-Massey Fruity Breakfast Muffins",
     "checklistItem": [
      {
       "title": "Heat oven to 180°c (fan 160°C, gas mark 4). Line muffin tray with paper cases."
      },
      {
       "title": "Sift the flour and baking powder into large bowl and stir in the sugar."
      },
      {
       "title": "In separate bowl whisk together egg, vanilla bean paste, milk and melted butter."
      },
      {
       "title": "Stir the liquid mixture into the dry mixture and beat until smooth. Fold in half the fruit and white chocolate chips."
      },
      {
       "title": "Fill each muffin case with mixture. Bake for 30 minutes until golden. Leave to cool. Using a fork smash the rest of the berries roughly and spoon them on top of the warm muffin."
      }
     ]
    },
    {
     "title": "Cherry Jam"
    },
    {
     "title": "Crab Apple Jelly"
    },
    {
     "title": "Sausage Rolls"
    },
    {
     "title": "Sesame Snap",
     "checklistItem": [
      {
       "title": "Place sesame seeds in a dry frying pan and heat gently until the sesame seeds are lightly golden."
      },
      {
       "title": "Remove from the pan. Add the caster sugar and heat until it turns into a golden caramel, add the honey and continue heating until the sauce is a rich golden caramel, then tip in the sesame seeds and stir."
      },
      {
       "title": "Pour into a large tin and allow to set. Mark into slices with a knife while still warm so that it will break easily when cold."
      }
     ]
    },
    {
     "title": "Cheese & Marmite Scones"
    },
    {
     "title": "Tear & Share Bread"
    },
    {
     "title": "Chocolate & Orange Northumberland Twist"
    },
    {
     "title": "Croissants",
     "checklistItem": [
      {
       "title": "Mix the water and the milk together. Dissolve the yeast in a little of the mixture in a small bowl and leave to stand for 5 minutes."
      },
      {
       "title": "Put the flour in a mixing bowl and rub in 50g butter, until the mixture resembles breadcrumbs. Stir in the sugar and salt."
      },
      {
       "title": "Make a well in the centre and pour in the yeast mixture and the remaining milk and water. Mix well to a dough. Knead the dough on a floured surface until smooth. Return to the bowl, cover with clingfilm and chill for 1 hour."
      },
      {
       "title": "Preheat the oven to 200°C (180°C, 400°F, gas mark 6). Grease 2 large baking trays."
      },
      {
       "title": "Put the remaining butter between 2 sheets of clingfilm and bang with a rolling pin until it is a flat rectangle, approximately 23 cm x 13 cm / 9\" x 5\"."
      },
      {
       "title": "Knead the chilled dough and roll out into a rectangle approximately 46 cm x 25 cm / 18\" x 10\". Place the rectangle of butter in the centre of the dough and fold over the ends of the dough and then the sides."
      },
      {
       "title": "Roll this lengthways into a rectangle and then fold into three. Wrap the dough in clingfilm and chill for 10 minutes. Repeat this rolling and chilling 3 more times."
      },
      {
       "title": "Roll the dough into a square 5 mm / 1/4\" thick. Cut into 15 cm / 6\" triangles. Roll with a rolling pin from the top to base of each one to slightly elongate them. Roll tightly from the base to the tip and bring the ends round to make a crescent shape, tucking the tip underneath."
      },
      {
       "title": "Place the crescents on the baking trays and leave in a warm place to rise for about 30 minutes."
      },
      {
       "title": "Brush the crescents with beaten egg and bake for 15-20 minutes until golden brown. Cool on a wire rack."
      }
     ]
    },
    {
     "title": "Vegan Pancakes",
     "checklistItem": [
      {
       "title": "Place add all dry ingredients in a large bowl, whisk through to combine and aeriate."
      },
      {
       "title": "Add wet ingredients to the dry mixture and whisk together, taking care not to over mix"
      },
      {
       "title": "Let batter sit for a couple minutes while your pan/griddle heats to medium-low"
      },
      {
       "title": "When your cooking surface is heated, lightly grease it (I use a little vegan butter)"
      },
      {
       "title": "Pour about 1/8 of batter into the pan (use a mug or ladle)"
      },
      {
       "title": "When the top begins to bubble, flip the pancake and cook until golden and puffy"
      },
      {
       "title": "Serve warm with pure maple fresh fruit, or any toppings you fancy!"
      }
     ]
    },
    {
     "title": "Mixed Fruit Jam",
     "checklistItem": [
      {
       "title": "Soak the dried peaches in 300ml of water for at least 4 hours."
      },
      {
       "title": "Peel and core the apples and pears and cut into slices. Put in a pan with the peaches and 75ml water."
      },
      {
       "title": "Cover and simmer gently until tender (approximately 15 minutes)."
      },
      {
       "title": "Add the sugar, stir until dissolved."
      },
      {
       "title": "Bring to a full rolling boil and boil hard for 2 minutes."
      },
      {
       "title": "Remove from the heat and stir in the apple pectin."
      },
      {
       "title": "Skim if necessary. Pot and cover in the usual way."
      }
     ]
    },
    {
     "title": "Raspberry Jam",
     "checklistItem": [
      {
       "title": "Sterilise your jam jars."
      },
      {
       "title": "Put the sugar into an oven proof dish and place in the oven at the lowest setting for about 15 minutes until warm, but do not allow to become hot."
      },
      {
       "title": "Place the raspberries in a non-metallic bowl and crush with a potato masher. Add the jam sugar and stir until the sugar dissolves."
      },
      {
       "title": "Put the mixture into a saucepan and place on a high heat, bringing the mixture to a full rolling boil, that bubbles vigorously, rises in the pan and cannot be stirred down. Once it gets to this point, start timing and boil for 4 minutes only."
      },
      {
       "title": "Remove from the heat, working quickly and pot into warm jam jars and cover."
      }
     ]
    },
    {
     "title": "Mac & Cheese on Toast",
     "checklistItem": [
      {
       "title": "Begin by boiling a large pan of salted water for your pasta."
      },
      {
       "title": "In a seperate saucepan heat your butter on a low temperature then gradually add your flour. Stir continuously slowly increasing the heat until you form a paste (roux)"
      },
      {
       "title": "Preheat your oven to 220ºC/425ºF/Gas Mark 7."
      },
      {
       "title": "Add the macaroni to the boiling water and cook for the time specified on your pasta pack. Once the pasta is fully cooked, drain and add to the saucepan with your sauce in it."
      },
      {
       "title": "Turn the heat off of the saucepan and stir in the pasta and teaspoon of mustard so that it is fully coated in the sauce. Add the grated cheeses and continue to stir until the cheese begins to melt and become stringy. A wetter consistency is better for your sauce at this stage as it will thicken when baked so a splash of milk if needed can help loosen."
      },
      {
       "title": "Pour your pasta and sauce into a ceramic dish and bake in the oven for 30 minutes."
      },
      {
       "title": "When the pasta is almost baked, begin to slice and toast your bread under a grill. If you like you can butter then insides of the toast and once the pasta is done, spoon generous helpings on to your toast, sandwiching two slices together. For an extra cheesey indulgence you can also add some fresh chunks of mozzarella cheese on top for that gooey stringy effect when you slice and seperate the pieces of toast."
      },
      {
       "title": "For an added touch, why not experiment with other additions in your Mac n Cheese such as bacon or a pinch of chilli powder."
      }
     ]
    },
    {
     "title": "California Prune & Orange Hot Cross Buns",
     "checklistItem": [
      {
       "title": "Mix together the flour, yeast and salt. Make a well in the bottom of the bowl and pour in the milk and green tea."
      },
      {
       "title": "Using your hand or a dough hook on a stand mixer bring the wet and dry ingredients together to form a ball of dough. Knead on the work surface or in the mixer to develop the gluten. Work the dough for a good 10 minutes at least in order for it to be smooth and stretchy and ready for proving."
      },
      {
       "title": "Cover the bowl and leave to prove to double in size."
      },
      {
       "title": "Scoop out the dough and stretch over the work surface until it is about the size of an A4 sheet of paper. Sprinkle the spices and scatter the fruit over the dough."
      },
      {
       "title": "Fold the dough over itself to encase the spice and fruit then knead the dough to distribute the spice and fruit through it."
      },
      {
       "title": "This quantity of dough will make 6 large Hot Cross Buns or 10 small ones. Portion off the dough and roll into balls. Put the dough balls onto a floured baking tray to prove again, 1 - 2 cm apart so that as they prove up they start to touch each other."
      },
      {
       "title": "Leave to double in size again and pre-heat your oven to 185oC (gas mark 4)."
      },
      {
       "title": "Brush the buns with beaten egg and a pastry brush."
      },
      {
       "title": "Make up a paste of the flour and water, and put into a piping bag. Snip off the end of the bag, always make a smaller hole than you think you need to because the paste will spread as the buns bake in the oven."
      },
      {
       "title": "Pipe a cross onto each bun and then bake for 25 minutes in the preheated oven."
      },
      {
       "title": "Glaze with runny honey after the buns have come out of the oven and cooled for 10 minutes."
      }
     ]
    },
    {
     "title": "Hot Cross Bun Bacon Butties",
     "checklistItem": [
      {
       "title": "Take your bacon rashers and place them on the grill to cook. Once golden and the fat is crispy. Remove from the grill and set aside to cool."
      },
      {
       "title": "Using a knife, slice your hot cross bun horizontally in half and place a slice of cheddar onto the base half. Grill this for 2 minutes until the cheese has melted and it's bubbling."
      },
      {
       "title": "Remove the grilled cheese buns from the oven and place 2 slices of bacon on top of each sandwich. Add the corresponding lid halves and serve!"
      }
     ]
    },
    {
     "title": "Cinnamon Spiced Tear & Share Bread",
     "checklistItem": [
      {
       "title": "Bring the milk to the boil and then remove from the heat and stir in the butter until melted. Set aside to cool until luke warm."
      },
      {
       "title": "In a large bowl combine the flour, caster sugar, yeast and salt. Mix to combine."
      },
      {
       "title": "Mix the egg into the cooled wet ingredients and then add this to the dry ingredients. Mix well with a wooden spoon or a stand mixer."
      },
      {
       "title": "Either use the dough hook on a stand mixer and mix until smooth and elastic or knead on a floured surface for 10 minutes."
      },
      {
       "title": "Lightly oil the mixing bowl and place the dough back inside. Cover loosely with a clean tea towel or cling film and set aside to rise for 2 hours or until doubled in size. This may take longer than two hours depending on the warmth of your kitchen and because this dough is enriched and will rise more slowly."
      },
      {
       "title": "When the dough has risen divide into 4 equal portions and roll each into an equal sized circle about 10 inches in diameter."
      },
      {
       "title": "Make the filling by combining the soft butter with the sugar and cinnamon to make a very soft spreadable mixture."
      },
      {
       "title": "Line your baking tray with parchment. Place one circle of dough on this and spread with 1/3 of the filling leaving a 1 cm margin all around the edge."
      },
      {
       "title": "Repeat this process with layers 2 and 3. Finally lay the 4th circle on top and gently seal the edges together."
      },
      {
       "title": "Place a small glass in the centre to use as a guide. Working around, cut the dough into 4 segments. Then divide them in two to make 8. Then divide these in two to make 16 segments."
      },
      {
       "title": "Remove the glass. The next stage works two segments at a time. Lift two segments next to each other and twist them away from each other twice. Pinch the ends together. Repeat this with the remaining pairs of segments."
      },
      {
       "title": "Cover the star of dough with a clean tea towel or cling film and allow to rise for 20 minutes. Preheat the oven to 180°C/160° fan/gas 4."
      },
      {
       "title": "Bake the loaf for 15 minutes and then spoon over any filling that's oozed out."
      },
      {
       "title": "Bake for a further 15 minutes or until cooked through and golden."
      },
      {
       "title": "This bread is delicious served warm with a jar of chocolate spread placed in the centre of the Snowflake."
      }
     ]
    },
    {
     "title": "Apricot Jam",
     "checklistItem": [
      {
       "title": "Stone and cut the apricots into small pieces, and crush thoroughly, do not peel the fruit."
      },
      {
       "title": "Put the fruit in a pan with the sugar, heat gently stirring occasionally until the sugar has dissolved."
      },
      {
       "title": "Bring quickly to a full rolling boil and boil rapidly for 1 minute, stirring occasionally."
      },
      {
       "title": "Remove from the heat and stir in the apple pectin."
      },
      {
       "title": "Skim, pot and cover in the usual way."
      }
     ]
    },
    {
     "title": "Granola Breakfast Cups",
     "checklistItem": [
      {
       "title": "Pre-heat the oven to 170°C (fan 150°C, gas mark 3) and grease a 12 hole non-stick muffin tin (silicone moulds are ideal for this recipe if you have them)."
      },
      {
       "title": "Mix the oats, sunflower seeds and pecan nuts together before putting into a roasting tin and toasting gently for 5 minutes. Remove from the oven before leaving to cool."
      },
      {
       "title": "Gently heat together the butter, sugar and maple flavour syrup in a saucepan, stirring until all the butter is melted and combined. Remove from the heat and add the toasted oat mix to the saucepan along with the remaining ingredients. Mix together until all of the oats are well coated."
      },
      {
       "title": "Spoon the mixture into each muffin hole until nearly full. Using your fingers gently press into the centre of the mixture and work around the edges to start shaping into a bowl. If the mix starts to stick to your fingers wet them with cold water and shake off the excess before carrying on. You may need to add a little more mix to each muffin hole to ensure the edges and bottom are all well covered."
      },
      {
       "title": "Bake in the oven for approximately 18 minutes or until just starting to look golden. Remove from the oven and place on a cooling rack. Allow to completely cool before trying to remove from the tin. Once cool, remove from the tin and store in an airtight container or serve immediately."
      },
      {
       "title": "To serve, fill each cup with Greek yoghurt and fresh berries of your choice. Drizzle with extra maple flavour syrup and enjoy!"
      }
     ]
    },
    {
     "title": "Strawberry & Rose Water Jam",
     "checklistItem": [
      {
       "title": "Place the strawberries in a bowl and pour over the lemon juice. Set to one side for about 1 hour."
      },
      {
       "title": "Sterilise four jam jars."
      },
      {
       "title": "Place the strawberries in a large preserving pan with the sugar, cook on a low heat until the sugar has dissolved, stirring occasionally. This should take about 10-15 minutes."
      },
      {
       "title": "Increase the heat to bring the jam to a rapid, rolling boil. Boil for 4 minutes to reach setting point. Stir occasionally to make sure the jam hasn't stuck to the base of the pan."
      },
      {
       "title": "Remove from the heat and stir in the rose water. Taste (carefully!) and add more if desired. Leave to cool for about 10 minutes, and using a teaspoon carefully scrape off any scum that has formed."
      },
      {
       "title": "Carefully pour the jam into the sterilised jars, top with a waxed disc and place the lid loosely on top. Leave to cool for 10 minutes, then tighten the lids."
      },
      {
       "title": "The jam will keep for about 1 year at room temperature, refrigerate once opened."
      }
     ]
    },
    {
     "title": "Vegan Banana Bread"
    },
    {
     "title": "Granola Parfait",
     "checklistItem": [
      {
       "title": "Mix Oats, seeds, Truvia and nuts in a large bowl. Mix together the wet ingredients until combined. Pour over Oat mixture and stir."
      },
      {
       "title": "Pour onto a lined baking sheet and spread into an even layer. Bake at 160oC for about 15 minutes, then stir and bake for a further 15 minutes until golden brown."
      },
      {
       "title": "Leave to cool, store in an airtight container."
      },
      {
       "title": "When ready to assemble, place half the yogurt at the bottom of the glass, add a layer of granola then a layer of fruit, and repeat. Enjoy!"
      }
     ]
    },
    {
     "title": "Keto Pancakes",
     "checklistItem": [
      {
       "title": "Measure out all the ingredients and add to a bowl. Whisk together until smooth. You're aiming for a typical pancake batter)."
      },
      {
       "title": "Heat a little oil in your frying pan and allow the pan and oil to heat. Drop the batter onto the hot pan and form into round pancake shapes. Cover and cook about a minute or two until bubbles start to form. Flip and cook another minute or two until browned on the other side."
      },
      {
       "title": "Repeat this process until you've used all the batter. You should be able to make around 6 pancakes with this recipe."
      }
     ]
    },
    {
     "title": "Chocolate & Pistachio Breakfast Wreath by Allinson"
    },
    {
     "title": "Chocolate Hot Cross Buns",
     "checklistItem": [
      {
       "title": "Sift the flour, cocoa, salt and mixed spice into a bowl, then stir in the yeast and caster sugar."
      },
      {
       "title": "Rub the butter into the flour mixture until the mixture resembles breadcrumbs, this can be done in a food processor."
      },
      {
       "title": "Mix the egg with the milk and gradually stir into the flour mixture using a butter knife until a soft dough is formed. Add only enough liquid, you may not need it all."
      },
      {
       "title": "Put the dough on a lightly floured surface and knead for 10 minutes (this can be done in a mixer with a dough hook on a medium speed for 4-5 minutes), until the dough is smooth and silky."
      },
      {
       "title": "Place in a large lightly oiled bowl and cover with cling film and leave to rise to at least double in size, about 1-2 hours."
      },
      {
       "title": "Tip the dough out onto a floured surface and knead in chopped chocolate (not the whole rectangles), mixed peel, and raisins until evenly distributed."
      },
      {
       "title": "Divide into 12 equal pieces, place a rectangle of plain chocolate in the middle of each piece of dough and then shape each one into a round bun so the chocolate rectangle is in the middle. Place in rows (3x4) on a lined baking sheet, leaving about 1cm between each."
      },
      {
       "title": "Cover the dough with oiled cling film and leave to rise for another hour or until doubled in size and touching each other."
      },
      {
       "title": "Preheat the oven 220°C (fan 200°C, gas mark 7). Mix the plain flour with 3 tablespoons of cold water to a paste and fill a food bag, snip the corner ever so slightly (or use a piping bag with a small plain nozzle) and use as a piping bag to pipe crosses onto the buns by going all the way along the middle of the buns in both directions."
      },
      {
       "title": "Bake in the oven for 13-15 minutes until risen, turning the baking sheet if browning on one side too much."
      },
      {
       "title": "Warm the apricot glaze and brush all over the buns as soon as they come out of the oven. Cool for 10 minutes before serving with butter if desired."
      }
     ]
    }
   ]
  },
  {
   "title": "British Bakes",
   "selection1": [
    {
     "title": "Cherry Jam"
    },
    {
     "title": "Crab Apple Jelly"
    },
    {
     "title": "Traditional Mince Pies",
     "checklistItem": [
      {
       "title": "For the pastry, place the flour and sugar in a large bowl and using your fingers, gently rub in the butter and lard until it resembles breadcrumbs (or place in food processor and whiz until it resembles breadcrumbs)."
      },
      {
       "title": "If you prefer to follow along step by step with a video, this clip shows you how to make your shortcrust pastry."
      },
      {
       "title": "Add 2-3 tbsp of ice cold water, a little at a time, until it comes together in a soft dough. Knead gently into a ball, wrap in cling film and chill for 15 minutes."
      },
      {
       "title": "Preheat the oven to 220 °C (fan 200°C, gas mark 7). On a lightly floured surface, roll out half the pastry until 3mm thick. Take a 7.5 cm fluted cutter and stamp out 24 circles and use to line 2 x 12 hole bun tins."
      },
      {
       "title": "Place a heaped tsp of mincemeat into each pastry case."
      },
      {
       "title": "On a lightly floured surface, roll out the remaining pastry and using a 7cm fluted cutter, stamp out 24 lids and place on top of the mincemeat."
      },
      {
       "title": "Bake for about 15 minutes until golden brown. Remove from the tins, sprinkle with icing sugar and serve warm or cold."
      }
     ]
    },
    {
     "title": "Mars Bar Squares",
     "checklistItem": [
      {
       "title": "Prepare a 20cm square baking tin, by lightly greasing it and lining it with baking paper."
      },
      {
       "title": "In a heatproof bowl, heat the butter, golden syrup and 3 of the chopped Mars Bars until they have melted. Don't worry if the Mars Bars do not full melt at this point."
      },
      {
       "title": "Add the Rice Krispies into the bowl and stir in with the remaining Mars Bar."
      },
      {
       "title": "Pour the mixture into the baking tin and press down firmly (we used a potato masher for this)"
      },
      {
       "title": "In another heatproof bowl, melt the milk chocolate, stirring until smooth, then pour over the top of the Krispie mixture."
      },
      {
       "title": "Moving quickly before the milk chocolate sets, melt the white chocolate and drizzle in lines up and down the surface of the Mars Bar slice. Using a skewer, drag forward and back through the mixture to create a feathered effect."
      },
      {
       "title": "Place the baking tin in the fridge to chill and set. Remove a little while before you plan to serve so that it is easier to cut into squares."
      }
     ]
    },
    {
     "title": "Gingerbread Bundt Cake",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180°C (160°C / Gas Mark 4) Prepare the bundt tin by generously greasing it with butter. It is important to ensure that all of the creases are covered in butter to help with the easy release of the cake after baking. To make sure that you grease thoroughly you could use your hand or a pastry brush."
      },
      {
       "title": "In a bowl cream together the softened butter and sugars until the mixture is light in colour and fluffy in texture. This might take a few minutes."
      },
      {
       "title": "Gradually add the eggs one by one to the mixture, stirring in between each addition. Add a tablespoon of flour with each egg to prevent to mixture from looking as though it has curdled. Add the treacle in with the addition of the last egg."
      },
      {
       "title": "In a seperate bowl, mix together the flour, baking powder, salt and spices until they are evenly distributed. Then gently fold these into the wet mixture being careful not to knock out any of the air that you have just created in the mixture."
      },
      {
       "title": "Spoon the cake batter into the bundt tin, smooth the surface flat and bake in the oven for 35-40 minutes or until springy to touch and baked throughout."
      },
      {
       "title": "Once the cake is baked, leave to cool in the tin for 10 minutes before you carefully turn it out onto a wire cooling rack. Leave the cake to fully cool before decorating."
      },
      {
       "title": "To make the cinnamon icing, mix together the icing sugar, cinnamon and a few drops of water to create an icing with a thick consistency. You can gradually add more water if needed to loosen the icing."
      },
      {
       "title": "Using a teaspoon quickly flick lines of icing across the bundt cake to give a drizzle effect. Finish the decoration with a few strips of orange peel."
      }
     ]
    },
    {
     "title": "Cromer Crab Tart with Pea Crème Fraiche"
    },
    {
     "title": "Chocolate & Orange Northumberland Twist"
    },
    {
     "title": "Katt Pies",
     "checklistItem": [
      {
       "title": "Preheat the oven to 200C (fan 180C, gas mark 6) and place a baking sheet in the oven to warm up."
      },
      {
       "title": "Sieve the flour and salt into a mixing bowl. Place the lard in a saucepan with 90ml cold water. Bring to the boil gradually so the lard has melted into the water. Pour immediately into the flour mixture and stir together to form a dough."
      },
      {
       "title": "Work quickly and when cool enough to handle, remove a third of the dough and cover with some foil to keep warm. The colder the pastry becomes the harder it is to use so work quickly."
      },
      {
       "title": "Roll out the remaining two thirds to about 3mm thick and cut out 6 x 11 - 12 cm circles using a large pastry cutter. Use to line 6 holes of a non stick muffin tin ensuring the pastry is pressed into the sides of the tin with a little hanging over for sealing the pies."
      },
      {
       "title": "Mix the lamb with the thyme and lemon zest. Arrange layers of lamb, currants, and sugar in each pie, seasoning and pushing it down as you go."
      },
      {
       "title": "Roll out the remaining pastry and cut out 6 x 9cm circles. Brush the edges of the filled pies with egg wash and place the lids on top."
      },
      {
       "title": "Crimp the edges together to seal and brush with egg. Make a hole in each pie using a funnel or a small wooden spoon handle and bake in the preheated oven on the baking sheet for 45 minutes until golden."
      },
      {
       "title": "Remove from the muffin tin and cool for 10 minutes on a wire rack before eating."
      }
     ]
    },
    {
     "title": "Sausage & Apple Plait"
    },
    {
     "title": "3 Sugar Fudge",
     "checklistItem": [
      {
       "title": "Lightly grease a 20x20 swiss roll tin (at least 1.5cm deep) with melted butter. Alternatively you can line it with baking parchment."
      },
      {
       "title": "Melt the butter, sugar, cream and glucose syrup in a large heavy-based saucepan over a low heat. Make sure that you continue stir until the sugar dissolves and to prevent the mixture from burning."
      },
      {
       "title": "You will need a sugar thermometer to measure the temperature of the syrup. It is important for an accurate reading to ensure that the end of the thermometer is completely coated in the syrup. Increase the heat until your syrup begis to boil steadily. Make sure to continually stir until the mixture reaches the soft ball stage (116°C)."
      },
      {
       "title": "Once soft ball stage has been reached, remove the pan from the heat and leave to reduces in temperature to 110°C. It is at the point that you can stir in the vanilla extract and a pinch of salt if you would like."
      },
      {
       "title": "Once you have stirred in these additional ingredients, beat the mixture with a wooden spoon until the temperature has reduced down to 60°C. By beating vigorously the fudge will begin to thicken up and sugar crystals will begin to form giving the fudge the smooth texture that you will expect. You can remove the thermometer and continue to beat further for a few minutes."
      },
      {
       "title": "You will need to transfer the fudge mixture into the prepared tin before it sets. Smooth it evenly across the tin and leave to set. Do not chill in the fridge as it will change the consistency of the fudge making it sticky."
      },
      {
       "title": "Wait 24 hours for the fudge to fully set before slicing into cubes. This fudge will last up to 2 months so can be made way in advance."
      }
     ]
    },
    {
     "title": "Pear & Stilton Bread",
     "checklistItem": [
      {
       "title": "Put the flour into a large mixing bowl and add the yeast to one side and salt to the other. Add the softened butter and gradually add the water, starting to bring the ingredients together with your fingers. Continue to add the water until you have soft dough – this may not require all of the water or you may need a small amount more."
      },
      {
       "title": "Tip the dough onto a lightly floured surface and start to knead. Knead for ten minutes until it feels soft, silky and elasticated. Put the dough in a bowl and cover with oiled clingfilm or a clean tea towel before placing in a warm place until it has doubled in size. This may take an hour."
      },
      {
       "title": "Remove the dough from the bowl and divide into 2 pieces. Flatten out each piece before gently rolling out using a rolling pin into a large rectangle shape. On one piece of dough place the diced pear along the long edge of the rectangle before folding over the top edge and gently rolling up. Repeat this step using the crumbled Stilton in the other dough rectangle piece."
      },
      {
       "title": "Gently twist the two sausage shapes together and press the ends together before folding under to neaten. Place the twist on a baking tray lined with non-stick baking parchment and loosely cover again with oiled clingfilm before leaving the dough to double in size."
      },
      {
       "title": "Pre-heat the oven to 220°C (fan 200°C, gas mark 7). Lightly dust the twist with flour before baking in the pre-heated oven for approximately 30 minutes or until it sounds hollow when lightly tapped on the base. Leave to cool on a wire rack."
      },
      {
       "title": "Once completely cooled cover or put in an airtight container. Best eaten fresh or within a couple of days."
      }
     ]
    },
    {
     "title": "Mixed Fruit Jam"
    },
    {
     "title": "Raspberry Jam"
    },
    {
     "title": "Chelsea Buns",
     "checklistItem": [
      {
       "title": "MIX Bring the milk to the boil, then remove from the heat and add the butter. Leave to cool until it reaches hand temperature. Mix the flour, yeast, sugar and salt in a big bowl. Mix the milk and the beaten egg into the dry ingredients with a wooden spoon."
      },
      {
       "title": "KNEAD Tip onto a lightly flour dusted surface and knead for 10 minutes (or use the dough hook attachment on your mixer)."
      },
      {
       "title": "RISE Lightly grease the mixing bowl with some oil. Put the dough back in, cover the bowl with a clean tea towel and leave to rise until doubled in size – up to 2 hours depending on how warm your kitchen is. Mash together the melted butter, muscovado sugar, spice, currants and zest."
      },
      {
       "title": "SHAPE Knock back the dough by gently kneading just 5 times to get the air out. Roll into a 20 x 45cm rectangle and sprinkle over the currant and sugar mix. Roll up tightly from one of the long sides like a swiss roll, then cut into 16 even pinwheels slices. Grease a 23cm square tin with more butter. Arrange the slices inside in a 4 x 4 pattern with the cut-sides up."
      },
      {
       "title": "PROVE Preheat your oven to 180°C (160°C fan, gas mark 4). Cover the dough again with a clean tea towel and leave to prove until nearly doubled in size."
      },
      {
       "title": "BAKE Bake the tin of buns for 35 minutes until golden and the dough cooked through. Leave the buns to cool for 20 minutes in the tin, then lift onto a wire rack to cool completely. Drizzle over some white icing to decorate and leave to set before tearing off buns to eat."
      }
     ]
    },
    {
     "title": "Reduced Sugar Shortbread",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180'c and grease a baking sheet."
      },
      {
       "title": "Sift the flour into a bowl."
      },
      {
       "title": "Beat the butter and Stevia blend until soft. Add a few drops of vanilla (or lemon) extract and then add the sifted flour. Bring together to form a dough."
      },
      {
       "title": "Roll the dough out to about 1cm thickness and cut into rectangles (or any shape you like). Carefully transfer the rectangular fingers to the baking tray."
      },
      {
       "title": "Bake for 15 minutes until golden. Remove from the oven and leave to cool on a cooling rack. Finish with a sprinkle with stevia blend for decoration."
      }
     ]
    },
    {
     "title": "Summer Berry Scones with Lemon Drizzle & Poppy Seeds"
    },
    {
     "title": "Pineapple Upside Down Cake",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180°C (160°C / gas 4) Grease a 20cm (8\") circular cake tin and line the base with a circle of baking parchment."
      },
      {
       "title": "For the topping, cream together 60g of butter, 60g Light Muscovado sugar and vanilla extract until light and fluffy, then spread across the base of the tin, on top of the parchment paper."
      },
      {
       "title": "Arrange the circles of pineapple on top of the mixture in the tin and fill the centre of the circles with the glace cherries."
      },
      {
       "title": "To make the cake batter, beat together all of the cake ingredients in a food mixer until light and fluffy. This might take a few minutes. Once it has reached the right consistency, spoon the batter on top of the pineapple mixture and use a pallet knife or back of the spoon to smooth out the mixture."
      },
      {
       "title": "Bake the cake in the oven for 35 minutes, until golden in colour and baked throughout."
      },
      {
       "title": "When you remove the cake from the oven, leave it inside the tin for approximately 10 minutes before turning it over and releasing. Allow to cool on a wire cooling rack before serving."
      }
     ]
    },
    {
     "title": "Chocolate Orange Millionaire Shortbread",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180°C (160°C / gas 4) Grease a 32cm rectangular traybake tin with butter."
      },
      {
       "title": "In a bowl mix together by hand the butter, sugar and flour for the shortbread. Begin to rub it between your fingers until it starts to resemble a breadcrumb consistency."
      },
      {
       "title": "Bring the mixture together and then begin to knead into a dough for a few minutes. Press the dough into the greased tin, using your fingers to spread out the mixture to cover all of the corners."
      },
      {
       "title": "Prick the surface of the dough with a fork several times and bake in the oven for 20 minutes. Once baked put to oneside to allow it to cool."
      },
      {
       "title": "Meanwhile, you can make the caramel layer. Place the butter, light muscovado sugar, condensed milk, caramel and sea salt into a saucepan and heat until the butter has melted."
      },
      {
       "title": "Pour the caramel into a heatproof bowl and allow to cool before transferring to the fridge."
      },
      {
       "title": "When both the shortbread base and caramel have fully cooled, spoon the caramel on top of the base. Place the traybake tin in the fridge to chill for 30 minutes."
      },
      {
       "title": "Once the caramel has firmed up, begin to melt the chocolate orange in a heatproof bowl over simmering water (or in short bursts in a microwave) until it has completely melted. Pour this over the top of caramel, ensuring that the whole of the bake is covered."
      },
      {
       "title": "In a seperate bowl melt the white chocolate and using a teaspoon drizzle or flick it across the milk chocolate creating a pattern."
      }
     ]
    },
    {
     "title": "Chocolate & Vanilla Battenberg Cake"
    },
    {
     "title": "Lincolnshire Plum Tear & Share Bread",
     "checklistItem": [
      {
       "title": "In a bowl add the yeast with the tepid milk and a tablespoon of the sugar and leave for 10 minutes to start bubbling."
      },
      {
       "title": "Stir the rest of the sugar, butter, egg and vanilla extract into the yeast milk mixture when it has started to bubble."
      },
      {
       "title": "Add the flour to a large bowl with the salt and spices and mix. Pour the wet ingredients in to the flour and bring together to make a dough."
      },
      {
       "title": "Place the dough on a lightly floured surface and knead for 10 minutes (this can be done in a mixer with a dough hook on a medium speed for 4-5 minutes), until the dough is smooth and silky."
      },
      {
       "title": "Place in a large lightly oiled bowl and cover with cling film and leave to rise to at least double in size, about 1-2 hours."
      },
      {
       "title": "Tip the dough out onto a floured surface, add the fruit to the dough and knead in until evenly distributed."
      },
      {
       "title": "Divide the dough into 6 pieces and roll into neat balls and place in a circle about 1cm apart from each other, with one in the middle on a lined baking sheet."
      },
      {
       "title": "Cover the dough with a tea towel and leave to prove for another 30 - 45 minutes until slightly puffed and the balls have joined together."
      },
      {
       "title": "Preheat the oven to 190C (fan 170C, gas mark 5). Brush the bread all over with milk and bake in the oven for 30 minutes until risen and golden brown. Serve warm with Lincolnshire poacher cheese."
      }
     ]
    },
    {
     "title": "Welsh Amber Pudding",
     "checklistItem": [
      {
       "title": "Sift the flour and salt into a bowl. Add the butter and rub in with your finger tips until the mixture resembles coarse breadcrumbs, alternatively you can do this in a food processor."
      },
      {
       "title": "Mix the egg yolk with 3 tablespoons of cold water and using a butter knife bring the pastry together, adding a little more water if needed."
      },
      {
       "title": "Roll out on a lightly floured surface to about 1/2cm thickness. Line 23cm shallow loose bottomed fluted tart tin, leaving any overhang, and chill in the fridge for 20 minutes."
      },
      {
       "title": "Preheat the oven 190C (fan 170C, gas mark 5) and place a baking sheet in the oven to heat up."
      },
      {
       "title": "Prick the pastry base with a fork and line with baking parchment and fill with either rice or baking beans. Place on the preheated baking sheet and bake blind for 15 minutes, removing the paper and rice or beans 5 minutes before the end. Using a sharp knife trim the excess pastry away using the edge of the tart tin as a guide."
      },
      {
       "title": "For the filling, whisk all the filling ingredients together and pour into the pastry case and bake in the oven for 25 - 30 minutes until set."
      },
      {
       "title": "Serve warm with cream."
      }
     ]
    },
    {
     "title": "Welsh Honey Cakes",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180C (fan 160C, gas mark 4) and grease a 12 hole non stick muffin tin."
      },
      {
       "title": "Sieve together the flour, bicarbonate of soda, allspice and cinnamon."
      },
      {
       "title": "Cream together the butter, sugar and honey until light and fluffy."
      },
      {
       "title": "Gradually beat in the eggs and then fold in the flour mixture, adding the milk for a dropping consistency."
      },
      {
       "title": "Divide equally between the 12 holes of the muffin tin. Bake in the oven for 25 minutes until risen, golden and springy to the touch."
      },
      {
       "title": "Remove and cool in the tin for 5 minutes and then turn them out to continue cooling on a wire rack."
      },
      {
       "title": "To make the icing mix the icing sugar with the extract and 2 tablespoons of water to make an icing that just runs off a spoon."
      },
      {
       "title": "Place all the muffins so they are bottom side up and spoon over the icing so it drips down the sides and top with pistachios and some freeze dried raspberries if using. Leave for 15 minutes to set before serving."
      }
     ]
    },
    {
     "title": "Bakewell Tart Tray Bake",
     "checklistItem": [
      {
       "title": "Put the flour, salt, sugar, butter and almonds into a food processors and pulse until the mixture resembles breadcrumbs."
      },
      {
       "title": "Add the eggs and eggs yolks one at a time and pulse until a smooth dough is formed."
      },
      {
       "title": "Wrap the dough in cling film and chill in the fridge for half an hour."
      },
      {
       "title": "Preheat the oven to 180°C (gas mark 4). Grease and flour a 30 x 20cm/12 x 8\" loose bottom tart tin."
      },
      {
       "title": "Unwrap the chilled pastry and roll out onto a cold, floured work surface. This pastry can be very fragile to handle so work quickly."
      },
      {
       "title": "Line the tart tin with the pastry and trim off any excess. Prick the base with a fork, and then cover the pastry lightly with some baking paper. Cover the paper with baking beans or uncooked rice and place into the oven to bake blind for 15 minutes."
      },
      {
       "title": "Remove from the oven and remove the baking beans. Return to the oven for a further 5 minutes to dry the pastry further."
      },
      {
       "title": "Reduce the oven temperature to 165°C (fan oven 145°C, gas mark 2)."
      },
      {
       "title": "For the filling, mix together the ground almonds and caster sugar. Add the beaten eggs and almond extract and mix well. When the pastry has cooled spread a generous layer of raspberry jam onto the pastry base. Pour the filling mixture over the raspberry jam to fill the pastry case."
      },
      {
       "title": "Bake in the oven for 25-30 minutes or until the filling is baked through and golden brown on top. Remove from the oven and allow to cool."
      },
      {
       "title": "Whilst the bake is cooling, making the icing by mixing the icing sugar with a few drops of water, increasing the quantity of water until you reach a thick consistency. If it becomes too runny you can always add more icing sugar."
      },
      {
       "title": "Pour the icing over the tart and spread it out to ensure even coverage. Leave the icing to set before decorating with glace cherries and flaked almonds. Cut and serve."
      },
      {
       "title": "For more delicious inspiration on how to use your icing sugar check out this video."
      }
     ]
    },
    {
     "title": "Apricot Jam"
    }
   ]
  },
  {
   "title": "Celebrity Bakes",
   "selection1": [
    {
     "title": "Rhubarb Plate Pie",
     "checklistItem": [
      {
       "title": "This recipe requires a 24cm pie plate."
      },
      {
       "title": "For the pastry, put the flour and icing sugar into a bowl, add the butter and rub it in with your fingertips until the mixture resembles fine breadcrumbs. Stir in just enough water to bring it together into a dough. Knead briefly until smooth, wrap in cling film and leave to rest in the fridge for 30 minutes."
      },
      {
       "title": "Heat the oven to 200°C/Gas Mark 6. Set aside about a third of the pastry. Roll out the remainder on a lightly floured surface to a 2–3mm thickness and use to line a 24cm pie plate. Roll out the remaining pastry to form a lid."
      },
      {
       "title": "For the filling, mix the rhubarb with the custard powder, ginger and caster sugar. Sprinkle the semolina over the pastry base, then spoon the rhubarb mixture evenly on top."
      },
      {
       "title": "Brush the edges of the pastry with a little beaten egg, then position the pastry lid on top of the pie. Trim off the excess pastry, press the edges together to seal, then crimp. Use the pastry trimmings to make decorations, if you like."
      },
      {
       "title": "Brush the top of the pie with beaten egg, add any decorations and brush these too. Make 3 small slits in the top to let the steam out. Sprinkle evenly with caster sugar."
      },
      {
       "title": "Bake for 15 minutes, then lower the oven setting to 180°C/Gas Mark 4 and cook for a further 25 minutes, until the rhubarb is tender and the pastry is golden brown. Leave to rest for 15 minutes before serving with custard, cream or ice cream."
      }
     ]
    },
    {
     "title": "Black Pudding Sausage Rolls"
    },
    {
     "title": "Ice Cream Cone Cakes",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180°C/350°F/Gas 4 and place the ice-cream cones in the holes of the muffin tin. Add scrunched-up pieces of baking paper around the base of each cone to help to keep them steady."
      },
      {
       "title": "Using an electric whisk, beat the butter and sugar until pale and creamy. Beat in the vanilla extract and the eggs, one at a time, scraping the bowl down after each addition and adding a spoonful of the flour if the mixture starts to split."
      },
      {
       "title": "Using a metal spoon, fold in the flour and the ground almonds in two batches to make a smooth cake batter. Spoon or pipe the mixture into the ice- cream cones (it may help to ask someone to hold the cones for you) until three-quarters full and make sure the batter reaches the bottom of the cone. Bake in the oven for 30–35 minutes or until risen and golden and a skewer inserted into the middle comes out clean."
      },
      {
       "title": "Using an electric whisk or a food processor, whisk all the buttercream ingredients together for 3–4 minutes until smooth and fluffy. Spoon the buttercream into a piping bag fitted with a large star nozzle. Using a spiral motion, pipe the buttercream on the top of each ice-cream cake in a large swirl. Decorate with your choice of sprinkles and edible glitter and add a chocolate flake."
      }
     ]
    },
    {
     "title": "Tiramisu Cupcakes",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180°C (160°C fan, gas mark 4) and line the tin with paper cases."
      },
      {
       "title": "Place the butter into a bowl and melt in the microwave or in a heatproof bowl over simmering water, then allow to cool a little."
      },
      {
       "title": "Meanwhile, place the eggs and sugar into a bowl and with a freestanding mixer whisk until pale and creamy. The mixture should double in volume and this will take a few minutes. Once whisked, fold half the flour into the mixture."
      },
      {
       "title": "Mix together the espresso coffee and boiling water until dissolved, then add to the melted butter. Gradually pour half into the sponge batter and fold in the remaining flour. Pour in the rest of the coffee and fold until incorporated."
      },
      {
       "title": "Divide the mixture between the cupcake cases and bake for 25min until risen or when a skewer comes out clean. Leave to cool for 5 min and turn out on a cooling rack."
      },
      {
       "title": "To make the frosting, whisk the mascarpone with the golden icing sugar then add the marsala. Pipe on top of each cupcake and give a generous dusting of cocoa powder."
      }
     ]
    },
    {
     "title": "Vegan Chocolate Ganache Tarts"
    },
    {
     "title": "Vegan Vanilla Cake"
    },
    {
     "title": "Cider Cake"
    },
    {
     "title": "Blackcurrant Macarons",
     "checklistItem": [
      {
       "title": "To make the shells, whisk the egg whites with the caster sugar and vanilla, using an electric whisk, until very soft peaks form. Add the food colour and whisk until stiff peaks form; these look good with a strong colour, but add as much as you like. (Gel colours won’t alter the texture of the mixture too much.)"
      },
      {
       "title": "In a separate bowl, sift the icing sugar and mix in the ground almonds. Fold in the whisked egg a couple of spoonfuls at a time. Once the mixture is smooth, load it into a piping bag and set aside."
      },
      {
       "title": "Prepare 2 sheets of baking parchment by drawing around a 4cm round cutter, or similar-sized template, to give a guide for piping. Draw 20 circles on each sheet, with the circles at least 2cm apart. Turn the baking parchment over and put each on to a baking sheet or tray, so the pencil is on the bottom side, but still visible."
      },
      {
       "title": "Pipe the mixture on to the parchment, within the circles. Try to keep the piping bag as still as possible when piping and to leave a single dimple in the centre of each blob as you pull the piping bag off."
      },
      {
       "title": "Firmly slam each baking tray on to a worktop a few times to flatten the dimples caused by the piping and set aside for 45–60 minutes."
      },
      {
       "title": "Preheat the oven to 150°C/fan 130°C/gas 2. Bake for 18–20 minutes. Leave to cool completely before peeling away the baking parchment."
      },
      {
       "title": "Make the filling by beating the mascarpone and cream together until fully combined. Add the icing sugar and beat together until the mixture just begins to thicken. Finally add the cassis and continue beating until thickened, then load into a piping bag."
      },
      {
       "title": "Pipe the filling on to a shell, then gently pop on another shell. Be careful when pressing the top shell on, as they are fragile. Repeat until all the macarons are sandwiched together."
      }
     ]
    },
    {
     "title": "Chocolate Caramel Bombs",
     "checklistItem": [
      {
       "title": "In a large saucepan melt the butter, sea salt, light and dark muscovado sugars and bring to a gentle simmer."
      },
      {
       "title": "Simmer for 5 minutes and then remove from the heat. Add the double cream and vanilla extract and mix well."
      },
      {
       "title": "Add the chocolate and whist until smooth."
      },
      {
       "title": "Allow to cool then fill your chocolate shells. Leave overnight to set. Roll in tempered dark chocolate to seal your chocolate shells if needed"
      },
      {
       "title": "To Decorate"
      },
      {
       "title": "In a bowl, mix the sugar and the lustre dust and dip the exposed caramel opening of the chocolates."
      },
      {
       "title": "Finished caramel bombs will keep for 6 weeks at room temperature. Unused caramel will keep in an airtight container in the refrigerator for up to 8 weeks."
      }
     ]
    },
    {
     "title": "Aztec Chocolate Avocado Mousse",
     "checklistItem": [
      {
       "title": "Put the avocado, lime zest and juice and the piece of stem ginger in a food processor and blitz until fairly smooth – there might be a little texture from the stem ginger or lime zest."
      },
      {
       "title": "Put the chocolate, honey or syrup, coconut milk, cocoa and spices in a small saucepan. Place the pan over a very gentle heat and whisk constantly until the chocolate has melted and you have a rich, dark mixture."
      },
      {
       "title": "Scrape the chocolate mixture into the food processor with the avocado, lime and ginger and continue to blitz until everything is well combined and smooth. Divide the mousse between 6 or 8 small glasses, espresso cups or bowls and chill until needed."
      },
      {
       "title": "Serve topped with some thin strips of stem ginger if you like."
      }
     ]
    },
    {
     "title": "Garden Birthday Cake",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180°C/350°F/Gas 4, then lightly grease the sides of each cake tin and line each base with a disc of baking paper."
      },
      {
       "title": "Sift the flour, baking powder and mixed spice into a large bowl and add the sugar. Stir until combined and make a well in the centre."
      },
      {
       "title": "Whisk together the eggs, sunflower oil and orange zest, then stir it into the flour mixture using a wooden spoon. Divide the mixture between two bowls and stir the grated carrot into one bowl and the grated beetroot into the other."
      },
      {
       "title": "Pour the carrot-cake mixture into one of the prepared tins and the beetroot-cake mixture into the other. Bake in the oven for 30–40 minutes or until a skewer inserted into the centre of each cake comes out clean. Remove from the oven and allow to cool for 10 minutes before removing from the tins and transferring to a wire rack to cool down fully."
      },
      {
       "title": "While the cakes are baking, make the icing. Using an electric whisk, beat together the butter and vanilla extract until smooth and creamy. Beat in the sugar until combined then fold in the cream cheese and the beetroot (if using), to colour it pink (or leave plain, if you prefer). Chill in the fridge to firm up."
      },
      {
       "title": "To decorate the cake, place the beetroot cake on a serving plate or cake stand and spread over half of the frosting. Top with the carrot cake and spread the remaining frosting over the top.You can pop it in the fridge at this point (it will keep in the fridge for up to a day) or finish decorating, if serving within a few hours."
      },
      {
       "title": "To make a grape caterpillar, cut the grapes in half and arrange in a curvy line on the top of the cake. Usinga tube of black writing icing, make two blobs for eyes. Decorate with edible flowers and/or other garden- themed decorations."
      }
     ]
    },
    {
     "title": "Vegan Pancakes"
    },
    {
     "title": "Chocolate Peanut Butter Cups",
     "checklistItem": [
      {
       "title": "Line a 12-hole muffin tin with paper or silicone cupcake cases."
      },
      {
       "title": "In a small bowl, beat the peanut butter, honey, icing sugar, vanilla extract and salt to combine. Stir in the cocoa nibs (if using). Roll the mixture into 12 equal-sized balls (about 12g each), flatten a little to a diameter slightly smaller than your muffin cases and freeze on a tray lined with baking parchment for 10–15 minutes while you prepare the chocolate."
      },
      {
       "title": "Melt the chocolates in a heat-proof bowl suspended over a saucepan of barely simmering water (make sure that the bowl doesn’t touch the water), or in the microwave, melting in short bursts and stirring well between each one to prevent catching or burning, then remove from the heat and set aside to cool slightly."
      },
      {
       "title": "Spoon 1 teaspoon of melted chocolate into the bottom of each cupcake case, swirling each one gently to ensure the chocolate reaches the edges. Remove the peanut butter discs from the freezer and carefully place one in each cupcake case, on top of the chocolate."
      },
      {
       "title": "Divide the remaining chocolate between the cases (about 2 teaspoons in each), then tap the tin so that the chocolate settles in an even layer. Sprinkle with cocoa nibs, if using, then leave to cool and harden at room temperature."
      },
      {
       "title": "The cups will keep in an airtight container in the fridge for a couple of weeks. Chocolate peanut butter cups made with tempered chocolate can be kept out of the fridge."
      }
     ]
    },
    {
     "title": "Raspberry, Pistachio & White Chocolate Tart",
     "checklistItem": [
      {
       "title": "For this recipe you will require a 26cm tart tin with a loose bottom; mine is 30mm deep and a baking sheet; mine is aluminium and measures 38 x 32cm."
      },
      {
       "title": "To make the pastry: Place all the dry ingredients in the bowl of your food processor and give them a quick pulse. Add the butter and pulse until the mixture resembles breadcrumbs."
      },
      {
       "title": "Tip the mixture into a large mixing bowl and add the egg and water. Bring together with your hands and then gently knead the mixture a couple of times to make a smooth pastry. Wrap in cling film and place in the fridge until required."
      },
      {
       "title": "Preheat the oven to 180°C (160°C fan, 320°F, gas 4)."
      },
      {
       "title": "Put the white chocolate in a heatproof bowl with the double cream and place over a saucepan of simmering water. Make sure the water doesn’t touch the bottom of the bowl. Stir until the chocolate has melted."
      },
      {
       "title": "Leave to cool for a couple of minutes, then add the mascarpone, vanilla and eggs, and whisk very lightly until combined. Try not to get air into the mixture."
      },
      {
       "title": "Pour two-thirds of the mixture into the pastry case and then add the raspberries, distributing them evenly. Add the rest of the mixture until you get to within 3mm of the top. Make sure the raspberries are submerged."
      },
      {
       "title": "Place the tart tin on a baking sheet and bake for 25–30 minutes until the filling feels firm in the centre and you start to see a little cracking around the edges."
      },
      {
       "title": "Place on a wire rack and leave to cool completely before removing the tart from the tin."
      },
      {
       "title": "Using a wooden spoon, hit the back of the halved pomegranate over a bowl to knock the seeds out. Sprinkle the pistachios and pomegranate seeds over the tart."
      }
     ]
    },
    {
     "title": "Billington’s Sesame Butterscotch Sauce or Spread",
     "checklistItem": [
      {
       "title": "In a dry frying pan heat the sesame seeds over a high heat. Toss the pan until the seeds start to sizzle, then remove from the heat and allow to cool."
      },
      {
       "title": "In a medium saucepan put the sugar, cream, butter and rum, and set over a low heat until everything melts together. Add the sesame seeds to the pan and increase the heat to high, bringing the contents of the pan to a boil. Boil for just a minutes, then remove from the heat and serve over ice cream, or allow to cool and thicken into a glorious spread."
      }
     ]
    },
    {
     "title": "Chocolate Coated Honeycomb Bites",
     "checklistItem": [
      {
       "title": "Grease a 23cm/9”square tin with butter. Line well on the bottom and sides with baking parchment."
      },
      {
       "title": "Mix the golden caster sugar and syrup in a deep saucepan with 2 tbsp water and stir over a gentle heat until the sugar has melted."
      },
      {
       "title": "Once completely melted, turn up the heat a little and simmer until you have an amber coloured caramel, if you have a sugar thermometer, this should indicate 140°C when ready."
      },
      {
       "title": "As quickly as you can turn off the heat, tip in the bicarbonate of soda and beat in with a wooden spoon until it has all disappeared and the mixture is foaming, pale and rising up in the pan"
      },
      {
       "title": "Scrape into the tin immediately and leave to set hard taking care as the mixture will be very hot."
      },
      {
       "title": "Leave to cool for approximately 1 to 1 hour 30 minutes. The honeycomb will then be hard and ready to crumble or snap into chunks."
      },
      {
       "title": "Once cooled dip the honeycomb in melted milk chocolate and allow to set on some baking parchment."
      }
     ]
    },
    {
     "title": "California Prune & Orange Hot Cross Buns"
    },
    {
     "title": "Clotted Cream Fudge",
     "checklistItem": [
      {
       "title": "Place all the ingredients in a large saucepan and heat gently, stirring until the sugar dissolves."
      },
      {
       "title": "Bring to the boil, then cover and boil for a further 3 minutes. Uncover once more then continue to boil until the temperature reaches 116 °C (240 °F)."
      },
      {
       "title": "Remove from the heat and beat until the mixture becomes thick and creamy. Pour into a greased 20 cm (8 inch) square tin. Leave for 30 minutes."
      },
      {
       "title": "Mark into squares with a knife and leave until set. Cut into pieces and store in an airtight container."
      }
     ]
    },
    {
     "title": "Chocolate Orange Crown Cake",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180°C (160°C fan, 350°F, gas mark 4). Grease and line a large silicone crown mould or the base of a 23cm/ 9inch round cake tin"
      },
      {
       "title": "Pierce the orange with a skewer right through. Cook in boiling water for 30 minutes until soft. Whizz the whole orange in a food processor until smooth then leave to cool."
      },
      {
       "title": "Melt the chocolate in a heatproof bowl set over a pan of simmering water or in the microwave for 2 minutes on high, stirring after 1 minute. Leave to cool."
      },
      {
       "title": "In a large bowl, lightly beat the eggs, sugar and oil. Gradually beat in the pureed orange, discarding any pips, then stir in the cooled melted chocolate."
      },
      {
       "title": "Sift in the cocoa, flour and baking powder. Mix well and pour into the tin."
      },
      {
       "title": "Bake in the centre of the oven for 35-40 minutes, or until the cake springs back when lightly pressed in the middle. (Check after 45 minutes and cover with foil if it is browning too much.)"
      },
      {
       "title": "Allow to cool for 10 minutes in the tin, and then turn out on to a wire rack to cool completely."
      },
      {
       "title": "To make the chocolate ganache, put the chocolate, butter and cream into a heatproof bowl. Bring the cream to the boil and leave for 2 minutes, then stir until smooth. Set aside until firm enough to spread over the cake. Decorate with the candied orange peel."
      }
     ]
    },
    {
     "title": "Vegan Banana Bread"
    },
    {
     "title": "Carrot & Cardamom Cake",
     "checklistItem": [
      {
       "title": "This recipe requires two 23cm/9 inch non-stick springform cake tins, greased and lined with non-stick baking parchment."
      },
      {
       "title": "Preheat the oven to 180°C (160°C fan/ 320°F/gas 4)."
      },
      {
       "title": "Squeeze out any excess liquid from the carrots and place them in a bowl. Stir in the raisins and set aside."
      },
      {
       "title": "Crack open the cardamom pods and crush the seeds to a powder, using a mortar and pestle. Set aside."
      },
      {
       "title": "Weigh your empty mixing bowl and make a note of it. Put the eggs and both sugars into the bowl and whisk for 4–5 minutes until thick and the whisk leaves a thick ribbon trail when lifted out."
      },
      {
       "title": "Add the corn oil, vanilla and orange zest, and beat well for a minute."
      },
      {
       "title": "Sift together the flour, baking powder, salt, cinnamon, ginger and cardamom. Gradually add this to the cake mixture, beating well between each addition until well mixed. Don’t overwork the mixture. Fold in the grated carrots and raisins, using a large metal spoon, until evenly mixed."
      },
      {
       "title": "Weigh your bowl again and subtract the weight of the empty bowl. Divide the mixture evenly between the two prepared tins by placing them on your scales when pouring it in. Place both tins in the oven on the same shelf. Bake for 30–35 minutes. Check the cakes after 30 minutes: a skewer inserted into the centre should come out completely clean and the cakes should have shrunk away from the sides slightly."
      },
      {
       "title": "Leave the cakes to cool in the tins for 10 minutes, then remove and place on a wire rack to cool completely."
      },
      {
       "title": "To make the candied nuts, place the sugar and water in a saucepan and bring to the boil. Tip in the nuts and simmer for 15 minutes. Line a baking sheet with non-stick baking parchment. Using a slotted spoon, lift the nuts out and place them on the baking sheet to dry."
      },
      {
       "title": "To make the cream cheese frosting, place the cream cheese in a large mixer bowl and whisk until fluffy. Add the icing sugar and whisk until well mixed and smooth. Pour in the cream and whisk until it becomes thick yet spreadable. Take care not to over-whisk, or it could split."
      },
      {
       "title": "To assemble the cake, place one of the sponges on your serving plate or cake stand. If it has a slight dome, place it upside down and it should flatten. I don’t trim the tops of cakes like this as we can easily hide the dome with the filling and decoration. However, feel free to do so if you want to."
      },
      {
       "title": "Spread an even layer of the cream cheese frosting, about 1cm/½ inch thick, over the sponge. Place the second sponge gently on top. Using a palette knife, spread the remaining frosting around the sides and top of the cake to cover it completely. (If you put it on a cake turntable, you can make a really cool swirl pattern using the tip of your palette knife and spinning the cake while you move the knife slowly towards the centre.)"
      },
      {
       "title": "Using a fine sieve, give the cake a really light dusting of cinnamon, then place the candied nuts on the top in a concentric design. Keep this cake refrigerated. It will keep for 2 days."
      }
     ]
    },
    {
     "title": "Ginger Loaf Cake",
     "checklistItem": [
      {
       "title": "Preheat your oven to 180ºC/350ºF/Gas mark 4. Place the spices into the flour and stir."
      },
      {
       "title": "Measure the black treacle, golden syrup, dark muscovado sugar and butter into a saucepan with 75ml of water, heat and gently stir until thoroughly melted, do not boil."
      },
      {
       "title": "Add the dates and ginger to the syrup mixture and stir."
      },
      {
       "title": "Next add the syrup mixture to the flour and spices, beating well with a wooden spoon, and when the mixture is smooth, beat in the eggs one at a time. Add the milk and beat again to mix."
      },
      {
       "title": "Now pour the mixture into the prepared tin and bake on a lower shelf so that the top of the tin is aligned with the centre of the oven for 1¼–1½ hours until it’s well-risen and firm to the touch."
      },
      {
       "title": "Remove the cake from the oven and allow to cool in the tin for 5 minutes before turning out."
      },
      {
       "title": "Serve sliced with butter and a cuppa!"
      }
     ]
    },
    {
     "title": "Vegan Peanut Butter Chocolate Chip Cookies",
     "checklistItem": [
      {
       "title": "Preheat oven to 180ºc and prepare two large baking trays with baking parchment."
      },
      {
       "title": "Add the vegan butter and white sugar to an electric mixer and cream them together. Then add in the peanut butter and vanilla and mix together until well combined."
      },
      {
       "title": "Add the flour and salt, mix on very low until you reach a thick crumbly dough."
      },
      {
       "title": "If at this stage you are able to mix it into a rollable cookie dough, so what you have is a proper cookie dough instead of a crumbly dough, then you may not need to add any soy milk, but if you have crumbly dough, then you need the soy milk. This usually depends on the moisture content of your brand of vegan butter and/or peanut butter so you can just judge this by eye. I used Flora Dairy Free and Proper Nutty and I did add all the milk."
      },
      {
       "title": "Add in the soy milk, only as much as needed to get to a thick cookie dough (as pictured) that is able to roll into balls."
      },
      {
       "title": "Add in your chocolate chips or chunks and mix in. Roll into big balls and place onto a parchment lined baking tray. Aim for around 16- 20 cookies from your batch"
      },
      {
       "title": "Bake for 15 minutes until the tops are golden brown. The middles will still be very soft and wobbly, this is what you want don’t be tempted to over bake! , they will firm up as they cool."
      },
      {
       "title": "Let the cookies cool and firm up on the baking sheet before moving them."
      },
      {
       "title": "Watch this video for more vegan baking hacks."
      }
     ]
    },
    {
     "title": "Bakewell Tart",
     "checklistItem": [
      {
       "title": "This recipe requires a 23cm tart tin with a loose bottom; approximately 35mm deep."
      },
      {
       "title": "To make the pastry, place all the dry ingredients in the bowl of your food processor and give them a quick pulse. Add the butter and pulse until the mixture resembles breadcrumbs."
      },
      {
       "title": "Tip the mixture into a large mixing bowl and add the egg and water. Bring together with your hands and then gently knead the mixture a couple of times to make a smooth pastry. Wrap in cling film and place in the fridge until required."
      },
      {
       "title": "Pre-heat the oven to 180°C (160°C fan/320°F/gas 4) and prepare a loose bottom 23cm tart tin by greasing and dusting with flour."
      },
      {
       "title": "Dust your surface with flour and begin to roll your pastry out. It is helpful to roll onto a cold surface."
      },
      {
       "title": "Roll the pastry onto your rolling pin and carefully drape over the tin, easing the pastry into position and trimming of any excess from around the edges. Lightly prick the surface of the pastry with a fork and cover loosely with a sheet of baking paper. Fill the centre with baking beans and blind bake for 15 minutes."
      },
      {
       "title": "Once the pastry case has been removed from the oven, spread the raspberry jam evenly over the base – don’t go right to the edge, but leave about 1cm jam-free all the way around."
      },
      {
       "title": "To make the frangipane, cream together the butter and sugar until pale and fluffy; this takes about 5 minutes in a kitchen mixer fitted with a paddle, or a little longer with a hand mixer. Fold in the remaining ingredients and place the mixture in a disposable piping bag. Cut the end off the bag to make a hole about 12mm wide and pipe the mixture evenly into the pastry case over the jam layer. Smooth out gently using a palette knife or spatula."
      },
      {
       "title": "Place the tart tin on a baking sheet and bake for 25–30 minutes until the filling is golden. Test with a skewer inserted into the centre: it should come out clean and the frangipane should be firm to the touch."
      },
      {
       "title": "Place on a wire rack and leave to cool completely before removing the tart from the tin. To make the topping, put the icing sugar in a mixing bowl with the almond extract. Stir while adding a little water until you have a thick, smooth fondant."
      },
      {
       "title": "Place 2 tablespoons of the fondant in a small bowl and colour it bright red. Place in a disposable piping bag fitted with a 2mm plain round nozzle."
      },
      {
       "title": "Pour the white fondant mixture into the tart tin until level with the top. Pipe parallel lines of red fondant on the tart and then drag a toothpick across the lines to create a feathered effect. Place a red glacé cherry in the centre."
      }
     ]
    }
   ]
  },
  {
   "title": "Child Friendly",
   "selection1": [
    {
     "title": "Pizza Dough by Allinson",
     "checklistItem": [
      {
       "title": "MIX Mix the flour, yeast, sugar and salt in a big bowl. Mix the water and oil together, then stir in with a cutlery knife."
      },
      {
       "title": "KNEAD Tip onto a lightly flour dusted surface and knead for 10 minutes (or use the dough hook attachment on your mixer for 5 minutes)."
      },
      {
       "title": "RISE Lightly grease the mixing bowl with some oil. Put the dough back in, cover the bowl with a clean tea towel and leave to rise until doubled in size. Preheat your oven to 240°C (fan 220°C, gas mark 9)."
      },
      {
       "title": "SHAPE Divide the dough into 4 pieces – keep others under the tea towel to stop them drying out. Roll a piece of dough to as thin as you can get it on a lightly floured surface. Lift carefully onto a floured baking sheet or pizza stone and finish with your favourite toppings."
      },
      {
       "title": "BAKE Bake for 10-15 minutes, until crisp and golden on top."
      }
     ]
    },
    {
     "title": "Chocolate Nutella Mice",
     "checklistItem": [
      {
       "title": "You will need a silicone mice mould for this recipe."
      },
      {
       "title": "Melt 100g of the chocolate and using a teaspoon, coat the inside of the moulds making sure that all of the tiny areas are covered i.e ears."
      },
      {
       "title": "Place the moulds in the fridge to set for 15-20 minutes."
      },
      {
       "title": "Place the nutella in a medium bowl and in a small saucepan bring the cream to a boil."
      },
      {
       "title": "Pour the warm cream over the Nutella and stir the mixture until it becomes glossy."
      },
      {
       "title": "Spoon the ganache to fill each mould and place back in the fridge to set."
      },
      {
       "title": "Melt the remaining chocolate and fill the remaining space in the mould to seal in the ganache. Place the mould back in the fridge to chill. Any leftover ganache can be chilled in the fridge."
      },
      {
       "title": "Once the chocolates are set, carefully remove them from the mould."
      }
     ]
    },
    {
     "title": "Wookie Cookies",
     "checklistItem": [
      {
       "title": "Place the butter and muscovado sugar in a medium saucepan and heat gently until the butter has melted and the sugar dissolved. Stir until the mixture blends together, but do not boil."
      },
      {
       "title": "Take the saucepan off the heat and sieve in the flour, bicarbonate of soda and ginger. Beat the mixture together, then add the golden syrup and beat until smooth."
      },
      {
       "title": "Turn the mixture out onto some cling film and pat into a flat ball, wrap tightly and chill for 30 minutes. At the same time, preheat your oven to 190'c/170'c fan/ gas mark 4."
      },
      {
       "title": "Roll out the dough onto a lightly floured surface and use a gingerbread man cutter to make your shapes. Use the lines of a fork to create a \"hairy effect\" on each biscuit."
      },
      {
       "title": "Bake in your preheated oven for 8-9 minutes or until golden brown."
      },
      {
       "title": "To decorate, mix up about 250g Icing Sugar according to the instruction on the packet. Colour 1/2 with black food colouring. Fill 2 piping bags with the white and the black icing."
      },
      {
       "title": "This tip video shows you how to pipe the icing and alternative techniques if you want to add more detail to your cookies."
      },
      {
       "title": "Pipe a \"sash\" onto each biscuit using the black icing starting from one shoulder going to the opposite side's waist. Add eyes to each Wookie and then a nose."
      },
      {
       "title": "Use the white to pipe a mouth and then buttons down the sash."
      },
      {
       "title": "Allow the icing to set before storing or eating."
      },
      {
       "title": "\"May the force be with you!\""
      }
     ]
    },
    {
     "title": "Chocolate Chip Cookie Cones"
    },
    {
     "title": "Apple Pie Pockets",
     "checklistItem": [
      {
       "title": "Using a food processor, blitz the flour and the butter together, and then pulse in the sugar, before gradually adding the water to bind the pastry to a soft dough."
      },
      {
       "title": "Alternatively, you can make the pastry by hand by rubbing the flour and butter together, adding the sugar and then the water, mixing with the blade of a dinner knife."
      },
      {
       "title": "Bring the pastry together, wrap in cling film and chill for 1 hour."
      },
      {
       "title": "Stew your apples by half filling a saucepan with water, peel and chop your apple into 1-2cm chunks, placing them in the water to stop them from browning. Once all the apples are prepped, drain the saucepan and then add a couple of tablespoons of water, and 3 tablespoons of light muscovado sugar. Stir in the cinnamon."
      },
      {
       "title": "Roll out your pastry between two sheets of parchment to make a big rectangle that is about 2-3 mm thick. Using a knife and a ruler cut the pastry into rectangles 7cm x 15cm. You will need two for each pie. A base and a lid."
      },
      {
       "title": "Brush the base with beaten egg, top with about 2 tbsp. pie filling and then top with the lid. Lift onto your prepared baking sheet and continue with the rest of the pastry until it is used up."
      },
      {
       "title": "Chill the pies for 30 minutes."
      },
      {
       "title": "Preheat your oven to 220°C (200°C fan.)"
      },
      {
       "title": "Brush the pies with beaten egg and sprinkle with granulated sugar. Bake for 18 minutes."
      }
     ]
    },
    {
     "title": "Rainbow Fruit Pizza",
     "checklistItem": [
      {
       "title": "Mix the flour, yeast, sugar and salt in a big bowl. Mix the water and oil together, then stir in with a cutlery knife."
      },
      {
       "title": "Tip onto a lightly flour dusted surface and knead for 10 minutes (Or use the dough hook attachment on your mixer)."
      },
      {
       "title": "Lightly grease the mixing bowl with some oil. Put the dough back in, cover the bowl with a clean tea towel and leave to rise until doubled in size. Preheat your oven to 240°C (fan 220°C, gas mark 9)."
      },
      {
       "title": "Divide the dough into 4 pieces – keep others under the tea towel to stop them drying out. Roll a piece of dough to as thin as you can get it on a lightly floured surface. Lift carefully onto a floured baking sheet or pizza stone and finish with your favourite toppings."
      },
      {
       "title": "Bake for 10-15 minutes, until crisp and golden on top."
      }
     ]
    },
    {
     "title": "Ice Cream Cone Cakes"
    },
    {
     "title": "Giant Sharing Cookie",
     "checklistItem": [
      {
       "title": "Preheat the oven to 200ºc/Fan 180ºc /Gas Mark 6"
      },
      {
       "title": "Grease and line the base a 25cm round foil tray or cake tin. Make 6 dividers\nusing strips of card 24cm long and 2 cm wide and wrap them in foil. Fold in\nhalf and place the points in the middle of the cake tin to divide the tin into 6\nsegments."
      },
      {
       "title": "Cream together the butter and sugars and add the egg and vanilla"
      },
      {
       "title": "Mix in the flour and salt to make a soft dough"
      },
      {
       "title": "Divide the mixture into two equal amounts (about 315g)"
      },
      {
       "title": "Add the cocoa powder to one half and mix to make a chocolate dough"
      },
      {
       "title": "Divide each dough into 3 (About 105g each)"
      },
      {
       "title": "Into one chocolate piece mix the chocolate chips. Press this into one of the foil\nsegments. The cookie pizza looks best if you alternate vanilla and chocolate\nsegments"
      },
      {
       "title": "Press another chocolate piece into a segment and stud with hazelnuts. Press in\nthe last chocolate piece and top with the mini Oreos."
      },
      {
       "title": "Take a piece of vanilla dough and mix in the fudge chunks and press into a\nsegment."
      },
      {
       "title": "Repeat this with another piece of vanilla dough and add smarties"
      },
      {
       "title": "Lastly repeat with the final piece of dough adding white chocolate chips.\nPress this into the final segment and sprinkle with the freeze dried raspberries"
      },
      {
       "title": "Check the the dough fills each segment completely so the cookie bakes\nevenly"
      },
      {
       "title": "Bake in you preheated oven for 16 - 18 minutes. Allow to cool in the tin as the\ncookie will be soft when its hot"
      }
     ]
    },
    {
     "title": "Biscoff Cupcakes"
    },
    {
     "title": "Butterfly Cakes",
     "checklistItem": [
      {
       "title": "For the cakes, preheat the oven to 180°C fan (160°C, 350°F, gas 4) Line a 12-hole muffin tray with paper cases."
      },
      {
       "title": "Place the butter and sugar in a bowl and beat until pale and creamy. Add the eggs one at a time, beating until well combined. Fold the flour into the mixture and add the milk."
      },
      {
       "title": "Divide the mixture between the cases and bake for 20 - 25 minutes. Remove from the oven and cool on a wire rack."
      },
      {
       "title": "For the butter icing beat the butter in a large bowl until soft. Add half of the icing sugar and beat until smooth."
      },
      {
       "title": "Add the remaining icing sugar and one tablespoon of the milk and beat the mixture until creamy and smooth. Beat in the milk if necessary, to loosen the mixture."
      },
      {
       "title": "Using a small pointed knife cut a circle about 2.5cm width out of the cake leaving a cavity in the centre. Cut the round in half and set aside. Now fill the centre of each cake with the buttercream and return the two pieces of cake to sit on top like butterfly wings. Dust with icing sugar to serve."
      }
     ]
    },
    {
     "title": "Hungry Caterpillar Cupcakes",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180°C (160°C, 350°F, gas mark 4). Place paper cases in a 12 hole muffin tin. If you want to weigh it out, that's 50g per case."
      },
      {
       "title": "Beat the butter and sugar in a mixing bowl until light and fluffy."
      },
      {
       "title": "Beat in the eggs a little at a time until smooth. Sift in the flour and baking powder, lemon zest and juice and gently fold in until incorporated."
      },
      {
       "title": "Spoon into the paper cases and bake for 17-20 minutes, until golden and springy to the touch. Remove from the tin and cool on a wire rack."
      },
      {
       "title": "For the icing, sift the fondant icing sugar into a bowl and mix with the hot water as directed on the packet, until smooth. Add a few drops of green food colouring and spread over the top of the cakes. Stick an orange jelly bean in the centre of each cake for the nose."
      },
      {
       "title": "Colour 3/4 of sugar paste icing with green food colouring (reserve some to make the mouth) roll into balls and stick on top of the frosting for the eyes. Attach chocolate buttons to the sugar paste icing balls with a small dab of frosting. Dilute a little green food colouring with water and paint onto the lower half of the sugar paste icing balls, using a fine brush. Attach 2 liquorice strips above the eyes for the feelers."
      },
      {
       "title": "Sprinkle orange sprinkles on top of some of the cakes and attach liquorice strips to form legs."
      },
      {
       "title": "Knead a small amount of red food colouring into the remaining sugar paste icing and cut into mouth shapes. Place on the cakes."
      }
     ]
    },
    {
     "title": "Mini Chocolate Chip Muffins",
     "checklistItem": [
      {
       "title": "Preheat the oven to 200°C (fan 180 °C, gas mark 6). Line a mini muffin tin with paper muffin cases."
      },
      {
       "title": "Cream the butter and sugar together then slowly add the eggs, mix for three minutes."
      },
      {
       "title": "Add the flour, baking powder and chocolate chips stir to combine."
      },
      {
       "title": "Place a spoonful of muffin mixture into each muffin case, filling each to just over half way."
      },
      {
       "title": "Bake for 20 minutes, or until golden on top. Leave to cool in the tin for 5 minutes, eat warm or cold."
      }
     ]
    },
    {
     "title": "Snowflake Whoopie Pies"
    },
    {
     "title": "Turkey, Ham & Cranberry Pizza",
     "checklistItem": [
      {
       "title": "Put the flour and yeast and salt in a large bowl and mix together. Make a well in the centre of the mix."
      },
      {
       "title": "Stir the sugar into the warm water then add to the well in the centre of the dry mix."
      },
      {
       "title": "Work from the outer edge and mix all the dry ingredients into the water. When the mix has come together, turn out on to a lightly floured surface and knead for about 10 minutes. At this stage the dough should be soft and spring back when lightly touched."
      },
      {
       "title": "Flour the dough and cover with cling and leave to rest for about 15 minutes."
      },
      {
       "title": "If not baking immediately leave the dough wrapped in lightly oiled cling film and palce in the fridge until you are ready to shape and bake."
      },
      {
       "title": "Divide the dough into 3 or 4 pieces depending on how many pizza bases you want to make."
      },
      {
       "title": "Taking one piece at a time and roll out on a very lightly floured surface. Ideally the base should be 5mm thick but you can be creative on the shape, such as oval or square. Place on a baking tray and leave the rolled bases for 15 to 30 minutes to rest. Meanwhile preheat the oven to 200°C (180°C fan, gas mark 6)."
      },
      {
       "title": "For the topping, spread the tomato puree over the pizza, then sprinkle on the mozzarella cheese. Place the strips of turkey and ham over the pizza, then spoon on the cranberry sauce. You could add sliced tomato as well and sprinkle some more mozzarella cheese on top to make it extra cheesy."
      },
      {
       "title": "Bake in the oven for 8-10 minutes until the cheese has melted."
      },
      {
       "title": "For an alternative to a traditional looking pizza, try these different shapes and ideas in the video."
      }
     ]
    },
    {
     "title": "Cute Chick Cake Pops",
     "checklistItem": [
      {
       "title": "Preheat the oven to 170°C (150°C, gas mark 3) and line a muffin tin with muffin cases."
      },
      {
       "title": "To make the sponge, place the flour, sugar, baking powder, salt and butter into a freestanding mixer with the paddle attachment or in a bowl and mix with an electric mixer until you get a sandy consistency."
      },
      {
       "title": "Whisk the milk and egg together in a jug then slowly add to the flour mixture and beat until smooth and well mixed."
      },
      {
       "title": "Spoon the mixture into the paper cases and bake in the oven for 20-25 minutes, until the sponge bounces back when touched or when a skewer comes out clean. Cool on a wire rack, then leave in the fridge overnight to stale."
      },
      {
       "title": "To make the buttercream, put the butter in a large bowl and cream until pale and fluffy, then add the icing sugar and mix until smooth. Add the milk and vanilla extract then whisk until light and fluffy."
      },
      {
       "title": "Remove the cakes from the fridge and crumble into a large bowl until it resembles fine breadcrumbs, then mix in some of the frosting until the mixture can be formed into small balls."
      },
      {
       "title": "Make balls of the mixture by rolling between your hands, then place on a baking tray, then put in the fridge for 15-20 mins."
      },
      {
       "title": "Melt the yellow chocolate buttons then dip a lollipop stick into the chocolate and place in the cake ball. Once you have sticks in every ball, dip each one in chocolate to entirely cover the ball, then leave to set."
      },
      {
       "title": "To decorate mix some yellow food colouring with half the sugar paste icing and some orange food colouring with the other half and leave to set. Using the black icing draw on some eyes, then glue the beak and wings onto the cake pop using water."
      }
     ]
    },
    {
     "title": "Frankenstein Marshmallow Pops",
     "checklistItem": [
      {
       "title": "Insert a cake pop stick into the base of each marshmallow."
      },
      {
       "title": "Gently melt the coloured candy melts until smooth."
      },
      {
       "title": "Dip the marshmallows into the chocolate until fully coated."
      },
      {
       "title": "Slowly twirl the marshmallow to stop the chocolate from running then leave to dry."
      },
      {
       "title": "Once fully dried, melt the chocolate chips until runny and then dip the top of each marshmallow to create the hair."
      },
      {
       "title": "Leave to dry and then decorate the facial features using writing icing."
      }
     ]
    },
    {
     "title": "Chocolate Concrete Cake",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180°C (160°C Fan, Gas Mark 4) Grease and line a 23cm square tin with baking paper"
      },
      {
       "title": "Mix together the flour, sugar and cocoa in a bowl"
      },
      {
       "title": "Melt the butter and mix this in with the other ingredients using your fingers until it becomes crumbly"
      },
      {
       "title": "Pour the mixture into the tin and using your fingers press it down, ensuring that it fills all of the corners."
      },
      {
       "title": "Bake for 20 minutes"
      },
      {
       "title": "Once removed from the oven finish with a sprinkling of granulated sugar and serve with custard. For a real retro feel try our pink custard recipe."
      }
     ]
    },
    {
     "title": "Rubix Cube Illusion Cake",
     "checklistItem": [
      {
       "title": "Preheat your oven to 150°c/130°c fan/gas 2"
      },
      {
       "title": "Grease and line the base and sides of your tin or tins. If you have only one tin you will have to bake one tin at a time."
      },
      {
       "title": "Make up the cake mixes one at a time by creaming 350g butter and 350g sugar until it is very creamy and almost white. Measure out 350g self-raising flour and 175g plain flour. Beat in 6 eggs one at a time, adding a spoonful of flour each time."
      },
      {
       "title": "Add 1 tbsp of vanilla extract and then sift in the remaining flours. Fold in the flour and then turn into your prepared tin."
      },
      {
       "title": "Bake in your preheated oven for 2 hours but check how far it has baked at 1 ½ hours. It is a good idea to bake the cakes individually as they will bake more evenly if the oven is not overcrowded."
      },
      {
       "title": "When the cakes are cooked allow the to cool in the tin before turning out."
      },
      {
       "title": "Make the buttercream filling by beating together the icing sugar with the butter and the vanilla bean paste."
      },
      {
       "title": "Level the top of each cake and slice each one in half horizontally. Fill and stack the cakes on the board using ¼ of the buttercream."
      },
      {
       "title": "Check that the cake is stable and level and then cover with the remaining buttercream to create a crumb coating. Make this as smooth as you can, as this will be a base for your fondant icing."
      },
      {
       "title": "When you are ready to cover the cake, knead and roll out the black icing according to the instructions on the pack to make a circle about 65cm in diameter (but check the size of your own cake first)."
      },
      {
       "title": "Carefully roll the icing around your rolling pin and drape over the cake,smoothing down over the buttercream sides. Once the cake is covered in fondant, it is a good idea to let the icing dry out a little for a few hours or overnight."
      },
      {
       "title": "When you are ready to finish the cake you will need 45 coloured squares. Roll out your coloured icings and cut out squares using a 2 1/2 inch square cutter. Fix the squares to the cake using a paintbrush lightly brushed with water."
      }
     ]
    },
    {
     "title": "Garden Birthday Cake"
    },
    {
     "title": "Mars Bar Squares"
    },
    {
     "title": "Chocolate & Vanilla Cupcake",
     "checklistItem": [
      {
       "title": "Pre-heat oven 170°C (fan oven 150°C, 325°F, gas mark 3). Line two muffins tins with paper cases."
      },
      {
       "title": "Place the flour, sugar, cocoa and chocolate chips into a large bowl. Add the oil, crème fraîche and eggs. Beat together until smooth and slightly fudgey."
      },
      {
       "title": "Fill the cases 3/4 full and bake the cakes for 20 mins until well risen."
      },
      {
       "title": "For the butter icing, in the bowl beat the butter with a wooden spoon or an electric whisk until light and fluffy. Gradually mix in the icing sugar until smooth and creamy. Add the vanilla extract and sufficient milk to give a fairly firm spreading consistency. Pipe or spoon onto your cupcakes and serve."
      }
     ]
    },
    {
     "title": "Chocolate & Orange Northumberland Twist"
    },
    {
     "title": "Gingerbread Men Cupcakes",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180°C (160°C, gas mark 4) and line a muffin tin with 12 cupcake cases."
      },
      {
       "title": "Cream together the butter and sugar until pale and fluffy, then add the eggs one by one mixing after each one."
      },
      {
       "title": "Sift together the flour and ground ginger and carefully fold into the mixture."
      },
      {
       "title": "Spoon the mixture into the paper cases until they are approx. ½ full. Then bake in the oven for 25-30 minutes until golden brown and a skewer comes out clean. Leave to cool."
      },
      {
       "title": "To make the buttercream mix together the butter and icing sugar until light and fluffy, then fill a piping bag and pipe swirls of buttercream onto the top of each cooled cake."
      },
      {
       "title": "Mix together some white and brown sugar paste icing until you get a gingerbread colour, then roll this out onto a surface lightly dusted with icing sugar until it is about 3-4mm thick."
      },
      {
       "title": "Using a gingerbread man cutter cut out the shapes and leave to one side for about 20 minutes to firm up. You could decorate each gingerbread man with a red bow tie and some buttons using red sugar paste icing."
      },
      {
       "title": "Carefully place the gingerbread men onto the top of each cupcake and serve"
      }
     ]
    },
    {
     "title": "Vegan Raspberry & Banana Raw Cheesecake Cups",
     "checklistItem": [
      {
       "title": "Make the base by adding the dates and almonds to a food processor. Blitz together until broken up into very small pieces. Add in the cacao powder and coconut oil and mix further until fully combined. Take a mini Victoria sandwich tin and divide the mixture between 9 cavities. You could also use a standard 12 hole muffin tin with cupcake wrappers in. press the mixture down firmly and place into the freezer whilst you make the raspberry puree."
      },
      {
       "title": "Remove the bananas from the freezer and allow to defrost slightly whilst you make the raspberry swirl."
      },
      {
       "title": "Place the frozen raspberries into a small saucepan and add the Truvia before heating until for 5 minutes until the raspberries defrost fully, mash down and the Truvia dissolves in. remove from the heat and press through a sieve. Catch the smooth juice and set aside to cool whilst you make the topping."
      },
      {
       "title": "To make the topping combine all of the ingredients into a food processor and blend until smooth. Pour on top of the frozen base mix, dividing evenly between each."
      },
      {
       "title": "Carefully drizzle the cooled raspberry puree over the tops of the filling and drag with a cocktail stick to make a swirl effect pattern. Cover and place back into the freezer for about an hour to firm up."
      },
      {
       "title": "Remove from the freezer 10-15 minutes before serving and enjoy!"
      }
     ]
    }
   ]
  },
  {
   "title": "Coffee Shop Bakes",
   "selection1": [
    {
     "title": "Belgian Chocolate Truffle Torte Layer Cake with Chocolate Orange Ganache",
     "checklistItem": [
      {
       "title": "Preheat the oven to 160'c. Grease and line 2x 20cm round cake tins with parchment. Melt the chocolate in a microwave or in a bowl set over a pan of barely simmering water, stirring occasionally. Set this aside to cool slightly."
      },
      {
       "title": "Beat the butter, sugar and vanilla paste, using electric beaters or a freestanding mixer, until pale and fluffy. Add the egg a little at a time, at a slow beating speed until each bit is incorporated fully. Slowly pour in the chocolate making sure to beat all the time. Next slowly beat in half the flour until just combined, then the other half until just combined (Don't over beat). Divide between the tins and bake for 35-45 minutes; they should be well risen but with a slight wobble. Cool completely in the tins."
      },
      {
       "title": "For the ganache, melt the chocolate and cream together in a bowl in the microwave or in a bowl set over a pan of barely simmering water, stirring occasionally. Gently mix in the orange extract and the liqueur (if using), then set aside to cool slightly."
      },
      {
       "title": "Beat the butter using electric beaters or a freestanding mixer, until smooth and creamy. Add half the icing sugar, beat on slow until combined then turn up the speed to fast and beat for a minute until smooth and creamy. repeat with the remaining sugar. On slow speed, add the cooled orange ganache, beating gently until combined."
      },
      {
       "title": "To assemble the cake, turn out the sponges and trim off the crusty top to level. Place one cake onto a plate or stand and spread a 0.2cm layer of buttercream on top, levelling it off with a palette knife. Top with the second sponge, cut-side down. Using a palette knife , generously spread the frosting all around the sides of the cake first (This allows you to be able to hold the top of the cake still while you work around the cake). Spread a nice even layer over the top of the cake, moving the palette knife in a back and forth circular motion to create rough style 'swishy' patterns. Serve as it is or decorate simply with chocolate curls or slices of candied orange."
      }
     ]
    },
    {
     "title": "Giant Sharing Cookie"
    },
    {
     "title": "Biscoff Cupcakes"
    },
    {
     "title": "Salted Caramel Stuffed Brownies",
     "checklistItem": [
      {
       "title": "First make the Caramel by melting the butter, molasses sugar and tinned caramel together in a saucepan over a gentle heat. Stir until there are no lumps and then add the salt. Stir well and set aside to cool."
      },
      {
       "title": "Preheat the oven to 190ºc/170ºc fan/Gas 5. Grease and line a 20cm square baking tin."
      },
      {
       "title": "In a bowl over a pan of simmering water gently melt the chocolate and the butter together. Once melted, stir well and set aside and allow to cool a little."
      },
      {
       "title": "Add the chocolate mixture to the sugar and egg mixture and beat well. Add the flour and mix well until combined."
      },
      {
       "title": "Pour 2/3 of the brownie mix into the prepared tin. Bake for 15 minutes."
      },
      {
       "title": "While this is baking put the remaining brownie mix and the cooled caramel into two piping bags."
      },
      {
       "title": "When 15 minutes is up, carefully remove the tin from the oven and place on a heatproof surface. Quickly pipe the caramel all over the surface of the brownie. Then, do the same with the remaining brownie mix until all the caramel is covered. Put the tin back in the oven and bake for a further 20 minutes."
      },
      {
       "title": "Remove from the oven and allow to cool completely in the tin, and then leave to firm up in the fridge for a few hours if you can."
      },
      {
       "title": "The brownie must be completely cold before cutting or the layers will all squash together."
      }
     ]
    },
    {
     "title": "Honeycomb & Milk Chocolate Biscotti",
     "checklistItem": [
      {
       "title": "Preheat the oven to 190˚C (fan 170˚C, gas mark 5) and grease a large baking tray."
      },
      {
       "title": "Cream together the sugar, eggs and vanilla in a large bowl. Sift in the flour, baking powder and salt, and stir until combined. Then stir in the chocolate chips and your desired amount of honeycomb."
      },
      {
       "title": "Form the dough into a log shape and place in the centre of your large baking tray. You can brush with egg whites to give the biscotti a golden brown colour."
      },
      {
       "title": "Bake for 35 minutes until golden brown. Remove and allow to cool completely and harden on the tray."
      },
      {
       "title": "Then, using a knife, diagonally cut the log into thin slices. Place the individual biscotti's back onto the tray and bake for a further ten minutes."
      },
      {
       "title": "Turn the slices over and bake again for a further five minutes. Allow to cool completely and then enjoy."
      }
     ]
    },
    {
     "title": "Cappucino Traybake"
    },
    {
     "title": "Cheese & Marmite Scones"
    },
    {
     "title": "Brookies"
    },
    {
     "title": "Mars Bar Squares"
    },
    {
     "title": "Gluten Free and Vegan Almond Butter Cookies"
    },
    {
     "title": "Cherry Bakewell Tart",
     "checklistItem": [
      {
       "title": "Sift the flour, icing sugar and salt into a bowl. Add the butter and rub in with your finger tips until the mixture resembles breadcrumbs, alternatively you can do this in a food processor."
      },
      {
       "title": "Mix the egg yolk with 3 1/2 tablespoons of cold water and add into the flour mixture."
      },
      {
       "title": "Using a butter knife bring the pastry together, adding a little more water if needed. Wrap in cling film and chill for 30 minutes."
      },
      {
       "title": "Roll out the pastry on a lightly floured surface and use to line a 35cm x 10cm rectangular loose bottomed fluted tart tin, pressing the pastry into the fluted edge and leaving the overhang. Chill in the fridge for 20 minutes."
      },
      {
       "title": "Preheat the oven to 190C (fan 170C, gas mark 5)."
      },
      {
       "title": "Prick the pastry base with a fork and line with baking parchment and fill with either rice or baking beans. Place on a baking sheet and bake blind for 20 minutes, removing the paper and rice or beans 5 minutes before the end. Trim any excess pastry off with a sharp knife, using the top of the flan tin as a guide."
      },
      {
       "title": "Turn down the oven to 180C (fan 160C, gas mark 4)."
      },
      {
       "title": "For the filling, cream together the butter, sugar and almond extract either with a wooden spoon or an electric whisk until light and fluffy."
      },
      {
       "title": "Gradually beat in the eggs, and fold in the almonds and flour."
      },
      {
       "title": "Spread the jam over the base of the pastry, top with the almond mixture and spread out, and sprinkle over the flaked almonds"
      },
      {
       "title": "Bake in the oven for 45 minutes until the top is golden and feels firm to the touch, and cool on a wire rack."
      },
      {
       "title": "Mix the icing sugar with 1 tbsp water until it coats the back of a spoon."
      },
      {
       "title": "Remove the tart from the tin, and place on the wire rack. Drizzle over the icing in an zig zag effect and then top with cherries and leave to set. Serve sliced with a cup of tea."
      }
     ]
    },
    {
     "title": "Chocolate & Orange Northumberland Twist"
    },
    {
     "title": "Croissants"
    },
    {
     "title": "Oat and Raisin Cookies",
     "checklistItem": [
      {
       "title": "Line two trays with baking paper and preheat oven to 170°C (fan 150°C, gas mark 3)."
      },
      {
       "title": "Using an electric whisk, cream both sugars with the melted butter until pale and fluffy. Add the whole egg and the egg yolk, along with the vanilla extract and blend again on a slow speed, until smooth."
      },
      {
       "title": "In a separate bowl sift the flour, salt and bicarbonate of soda. Add this to the wet ingredients and fold."
      },
      {
       "title": "Add the oats and raisins to this mixture and finally add the dark and white chocolate chips."
      },
      {
       "title": "To ensure the cookies are all a similar size, use an ice cream scoop to scoop the mixture onto the lined trays (each cookie should contain about 2 tbsp mixture). Don’t press the mixture down and make sure you leave plenty of room between each cookies as they will spread as they cook."
      },
      {
       "title": "Bake in preheated oven for 15-17 minutes then place on a cooling rack to cool."
      }
     ]
    },
    {
     "title": "Reduced Sugar Shortbread"
    },
    {
     "title": "Summer Berry Scones with Lemon Drizzle & Poppy Seeds"
    },
    {
     "title": "Pineapple Upside Down Cake"
    },
    {
     "title": "Chocolate Orange Millionaire Shortbread"
    },
    {
     "title": "Cinnamon Spiced Tear & Share Bread"
    },
    {
     "title": "Clotted Cream Fudge"
    },
    {
     "title": "Bakewell Tart Tray Bake"
    },
    {
     "title": "Light Muscovado Vanilla Shortbread",
     "checklistItem": [
      {
       "title": "Preheat the oven to 150ºC (130ºC fan, gas mark 2). Line a 20cm loose-bottomed round cake tin with baking parchment."
      },
      {
       "title": "Add all the ingredients (apart from the demerara sugar) into a large food processor and whizz until a soft ball of dough forms."
      },
      {
       "title": "Transfer the dough to the prepared tin and press it out until the surface is even. Working your way around the outside edge, press the dough using your thumb to imprint a scallop pattern (or use the prongs of a fork). Use a knife to mark out 8-10 wedges, (depending on how large you would like each serving) but don't cut all the way through."
      },
      {
       "title": "Chill the shortbread in the fridge for about 30 minutes."
      },
      {
       "title": "Using a fork, prick the shortbread all over the surface and sprinkle evenly with demerara sugar. Bake for about 1 hour, or until lightly golden."
      },
      {
       "title": "Leave the shortbread to cool a little before cutting into the marked out wedges."
      }
     ]
    },
    {
     "title": "Ginger Scones",
     "checklistItem": [
      {
       "title": "Preheat the oven to 220°C (200°C fan, 425°F, gas mark 7). Lightly grease a baking sheet."
      },
      {
       "title": "Mix together the flour and salt and rub in the butter until the mixture resembles breadcrumbs."
      },
      {
       "title": "Stir in the sugar and stem ginger and then enough milk to get a soft dough."
      },
      {
       "title": "Turn on to a floured work surface and knead very lightly."
      },
      {
       "title": "Pat out to a round 2cm thick, there is no need to use a rolling pin. Use a 5cm cutter to stamp out rounds and place on a baking sheet. Lightly knead together the rest of the dough and stamp out more scones to use it all up."
      },
      {
       "title": "Brush the tops of the scones with a little milk. Bake for 12-15 minutes until well risen and golden."
      },
      {
       "title": "For an alternative flavoured scone try replacing the stem ginger with walnuts, a handful grated cheese or dried cranberries."
      }
     ]
    },
    {
     "title": "Stilton & Parsley Scones",
     "checklistItem": [
      {
       "title": "Pre heat the oven to 200°C (fan 180°C, gas mark 6)."
      },
      {
       "title": "Mix together the flour, salt, pepper and mustard. Rub in the butter then stir in the Stilton and herbs."
      },
      {
       "title": "Add enough milk to make a dough that is not too wet, you may not need it all. Gather together and knead lightly."
      },
      {
       "title": "Place the dough on a floured board and pat out until about 3cm thick. Using a 5-6 cm round cutter, stamp out about 10-12 scones, re rolling the dough if needed."
      },
      {
       "title": "Place scones on a greased and floured baking sheet, and bake in oven for 12-15 minutes until golden."
      }
     ]
    }
   ]
  },
  {
   "title": "Comfort Food",
   "selection1": [
    {
     "title": "Giant Sharing Cookie"
    },
    {
     "title": "Cheesy Garlic Monkey Bread"
    },
    {
     "title": "Salted Caramel Stuffed Brownies"
    },
    {
     "title": "Cherry Jam"
    },
    {
     "title": "Sausage Rolls"
    },
    {
     "title": "Snowflake Whoopie Pies"
    },
    {
     "title": "Cappucino Traybake"
    },
    {
     "title": "Savoury Parmesan Thumbprint Biscuits"
    },
    {
     "title": "Traditional Mince Pies"
    },
    {
     "title": "Cranberry & Rosemary Wreath"
    },
    {
     "title": "Cider Cake"
    },
    {
     "title": "Chocolate Caramel Bombs"
    },
    {
     "title": "Cheese & Marmite Scones"
    },
    {
     "title": "Terry's Chocolate Orange Melt In The Middle Pudding",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180°C /160°fan / Gas Mark 4 and place a baking tray inside to heat up. Make sure your Terry’s Chocolate Orange has been in the freezer for at least 4 hours or overnight."
      },
      {
       "title": "Grease a 2 pint/1.2 L pudding basin with butter and line the bottom and lower sides with baking parchment."
      },
      {
       "title": "Mix together the sugar, eggs, orange zest and juice until there are no lumps. Allow the butter to cool slightly and add to the sugar and egg mixture until combined."
      },
      {
       "title": "Sift in the flour and the cocoa and mix gently to make a smooth, soft batter."
      },
      {
       "title": "Pour half the batter into your prepared basin. Unwrap the chocolate orange and push into the batter, but don’t go all the way to the bottom of the basin."
      },
      {
       "title": "Top with the remaining batter and smooth the top so the mixture is level."
      },
      {
       "title": "Place the basin on the tray in the oven and bake for 50 minutes. When the pudding is done the top should spring back. You may need to cook it for an extra 5 minutes."
      },
      {
       "title": "When the pudding is done, loosen the edges with a knife and turn out onto a plate."
      },
      {
       "title": "Serve immediately with cream or custard. When sliced the melted chocolate orange will pour out of the pudding."
      },
      {
       "title": "If you'd like to make this pudding with a melt in the middle peanut butter centre, this video shows you how to do just that. Click here for the full recipe."
      }
     ]
    },
    {
     "title": "Mars Bar Squares"
    },
    {
     "title": "Tear & Share Bread"
    },
    {
     "title": "Gluten Free and Vegan Almond Butter Cookies"
    },
    {
     "title": "Gingerbread Bundt Cake"
    },
    {
     "title": "Chocolate & Orange Northumberland Twist"
    },
    {
     "title": "Traditional Christmas Pudding"
    },
    {
     "title": "Winnie the Pooh's Honey Buns"
    },
    {
     "title": "Sausage & Apple Plait"
    },
    {
     "title": "3 Sugar Fudge"
    },
    {
     "title": "Spiced Bramley Apple Cake",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180°c (fan 160°c, gas mark 4). Lightly grease and line the bottom of a 20cm spring-form deep round tin with baking paper."
      },
      {
       "title": "Place the butter and sugar in a large bowl and beat until light and fluffy. Add the eggs one at a time and continue to beat."
      },
      {
       "title": "Sift the flour, baking powder and salt. Add the flour into the butter mixture in three batches, alternating with crème fraîche."
      },
      {
       "title": "Toss the apples with the spices and fold into the mixture. Pour the batter into the prepared tin. Smooth the top."
      },
      {
       "title": "For the topping: Place the apple slices in a bowl and add the lemon juice. Toss lightly and drain. Add the caster sugar and toss again being careful not to damage them."
      },
      {
       "title": "Arrange the apple slices on top of the cake and bake for about 1 hour - 1 hour 15 minutes or until golden brown and a skewer comes out clean when inserted into the middle of the cake. If the top begins to darken too much cover with a circle of baking paper."
      },
      {
       "title": "Remove from the oven. Let it cool for 10 minutes in the tin and then turn it out onto a cooling rack."
      },
      {
       "title": "Warm the orange marmalade in the microwave for 15 seconds and brush it all over the top of the cake. Serve."
      }
     ]
    }
   ]
  },
  {
   "title": "Desserts for Two",
   "selection1": [
    {
     "title": "Classic chocolate mousse",
     "checklistItem": [
      {
       "title": "Heat the cream in a small pan until it just reaches boiling point then remove from the heat. Add the chocolate and stir until it has melted. Add the brandy and whisk in the egg yolks."
      },
      {
       "title": "In a clean grease free bowl, whisk the egg whites until they form stiff peaks, then using a metal spoon, gently fold in the chocolate mixture. Pour into individual bowls or glasses and chill for a couple of hours before serving."
      }
     ]
    },
    {
     "title": "Aztec Chocolate Avocado Mousse"
    },
    {
     "title": "Terry's Chocolate Orange Melt In The Middle Pudding"
    },
    {
     "title": "Vegan Raspberry & Banana Raw Cheesecake Cups"
    },
    {
     "title": "Chocolate and nut tiramisu",
     "checklistItem": [
      {
       "title": "Mix 150ml boiling water with the espresso powder in a shallow dish and allow to cool, then add 2 tablespoons of Amaretto and put to one side."
      },
      {
       "title": "In a separate bowl beat together the egg yolks and 40g dark muscovado sugar for about 3 minutes until thick and pale."
      },
      {
       "title": "Add the mascarpone and the remaining tablespoon of Amaretto and beat until smooth. Fold in the lightly whipped cream gently with a metal spoon."
      },
      {
       "title": "In a separate bowl, beat the egg whites until the soft peak stage. Fold the egg whites gently into the cream mixture."
      },
      {
       "title": "Meanwhile mix the melted chocolate and the nuts together."
      },
      {
       "title": "Dip the sponge fingers into the coffee liqueur mixture for about 2 seconds on each side and shake off the excess."
      },
      {
       "title": "Cover the bottom of 6 individual 200ml dessert glasses with half of the sponge fingers."
      },
      {
       "title": "Sprinkle over half of the chocolate nut mixture and then spread half of the cream mixture over the chocolate."
      },
      {
       "title": "Repeat the process again, using up the biscuits and chocolate and finishing with a cream layer. Sprinkle over the remaining sugar between the tiramisus."
      },
      {
       "title": "Cover with cling film and refrigerate for about 2 hours until the sugar has dissolved on top. The flavours will develop the longer it is left."
      }
     ]
    },
    {
     "title": "Melt in the Middle Chocolate & Peanut Butter Puddings",
     "checklistItem": [
      {
       "title": "Preheat your oven to 200ºc/180ºc fan/Gas 6. Grease 6 175ml/6oz dariole moulds generously with butter."
      },
      {
       "title": "Melt the butter, stork and chocolate in a large bowl over a pan of simmering water. Stir in the vanilla and set aside to cool."
      },
      {
       "title": "Whisk the eggs, egg yolk and sugar until pale and very thick."
      },
      {
       "title": "Fold in the flour."
      },
      {
       "title": "Gently fold in the chocolate mixture until completely one colour."
      },
      {
       "title": "Divide the batter between the prepared moulds."
      },
      {
       "title": "Push 1/2 tbsp. of peanut butter into each mould until the chocolate batter covers it. Place the moulds on a baking tray."
      },
      {
       "title": "Bake in the preheated oven for 12 minutes exactly."
      },
      {
       "title": "Remove from the oven and rest for 40 seconds before turning out the puddings onto individual plates."
      },
      {
       "title": "Serve immediately with pouring cream or crème fraiche."
      }
     ]
    },
    {
     "title": "Nielsen-Massey vanilla creme brulee",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180°C (fan 160°C, gas mark 4). Bring the cream and milk just to the boil in a saucepan with the vanilla bean paste."
      },
      {
       "title": "Meanwhile, whisk together the egg yolks and sugar in a bowl, then pour on the hot cream whilst continuously whisking."
      },
      {
       "title": "Strain the custard into the ramekins and place them all into a large deep-sided roasting tin. Cover each loosely with foil, making a hole in the centre for steam to escape. Make a bain-marie by pouring hot water from the kettle into the tin to halfway up the side of the ramekins."
      },
      {
       "title": "Bake for 30-35 minutes, or until the custards are just barely set in the centre (check after 25 minutes). Remove the ramekins from the oven and dispose of the water. Take off the foil and cool on a wire rack for 5 minutes."
      },
      {
       "title": "Cover each one with cling film and chill in the fridge for 2 hours, or until needed."
      },
      {
       "title": "When ready to serve, cover each custard with a thin layer of golden caster sugar using the back of a large spoon."
      },
      {
       "title": "Sprinkle with a little water to just dampen the top and caramelise using a cook's blow torch (or for 4-5 minutes under a very hot grill until all the sugar has melted and turned a lovely golden colour)."
      },
      {
       "title": "Serve when the brulee is firm, within an hour or two."
      }
     ]
    },
    {
     "title": "Brownie hearts with Rolos",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180°C (160°C fan, gas mark 4). Grease and line an 8 inch round or 1 litre capacity heart shaped cake tin."
      },
      {
       "title": "Place the flour, cocoa and butter in a food processor and blend until it forms bread crumbs (or rub the butter into the flour and cocoa with your fingertips) Stir in the sugar."
      },
      {
       "title": "Beat the eggs with the milk, then stir into the dry mixture. Pour the mixture into a cake tin and scatter the Rolos on top."
      },
      {
       "title": "Bake in the centre of the oven for 30 mins or until just firm in the centre."
      },
      {
       "title": "Allow the cake to cool in the tin for 10 minutes before turning out to cool completely."
      },
      {
       "title": "Melt the chocolate in small bowls over a pan of gently simmering water (or in the microwave) Place each in a small piping bag, snip the end and drizzle the chocolate over the cake."
      }
     ]
    },
    {
     "title": "Vegan Blueberry Mousse Pots",
     "checklistItem": [
      {
       "title": "Place all of the ingredients (except the berries) in a blender – whizz for 3 minutes until very smooth."
      },
      {
       "title": "Add in frozen berries and whizz for a further minute."
      },
      {
       "title": "Serve into 4 ramekins and enjoy straight away."
      }
     ]
    },
    {
     "title": "White chocolate mousses with strawberry and black pepper sauce",
     "checklistItem": [
      {
       "title": "To make the mousse, melt the chocolate in a bowl set over a saucepan of very gently simmering water, making sure that the base of the bowl isn't touching the water."
      },
      {
       "title": "Take the bowl of chocolate off the saucepan and stir in the lime zest, egg yolks and rum until smooth."
      },
      {
       "title": "Lightly whip the cream until it forms soft swirls then fold into the chocolate mix and spoon into 4 small glasses. Chill in the fridge for 3-4 hours until set."
      },
      {
       "title": "Meanwhile make the sauce, add the sugar, water and pepper to a medium saucepan and heat gently, stirring until the sugar has dissolved then simmer for 3 minutes. Add the strawberries and lime juice and cook for 2 minutes then leave to cool."
      },
      {
       "title": "Puree the sauce in a liquidiser or using a stick blender until smooth. Pour into a small jug and pour over the tops of the mousses just before serving. Serve on small plates with extra halved strawberries, if liked."
      }
     ]
    },
    {
     "title": "Vanilla Bean Panna Cotta",
     "checklistItem": [
      {
       "title": "Put the cream and golden caster sugar in a saucepan and stir over a gentle heat until the sugar has dissolved. Bring to the boil and simmer for 3 minutes, adding the grappa and Nielsen-Massey Vanilla Bean Paste or Extract."
      },
      {
       "title": "If you are using gelatine leaves, soak them in cold water until floppy, then squeeze out any excess water. Stir the leaves into the hot cream until they are completely dissolved. If you are using powdered gelatine, sprinkle it onto the hot cream in an even layer and leave it to absorb for a minute, then stir in the cream until dissolved."
      },
      {
       "title": "Pour the mixture into four 125ml metal or ceramic ramekins. Cover each with a piece of plastic wrap and refrigerate until set."
      },
      {
       "title": "Unmould the panna cotta by placing the ramekins briefly into a bowl of hot water and then tipping them gently onto plates."
      }
     ]
    },
    {
     "title": "White Chocolate Chip Skillet Cookie",
     "checklistItem": [
      {
       "title": "Preheat the oven to 200°C, (fan 180°C, gas mark 4)."
      },
      {
       "title": "In a large bowl cream together the butter and sugars until pale and fluffy then add the egg and vanilla extract and mix together well."
      },
      {
       "title": "Sift the flour and salt and then add to the egg mixture. Mixing thoroughly until a soft dough forms. Finally stir in the chocolate chips."
      },
      {
       "title": "Lightly butter a 20cm skillet pan to grease. Put your cookie dough in the skillet gently pressing down to ensure the dough is evenly distributed in the skillet."
      },
      {
       "title": "Place in the oven and bake for 15 minutes for the ultimate Millie's experience, or 20 minutes if you prefer a crunch. Leave to cool for 10 minutes before adding a massive dollop of ice cream and Askey's Treat Sauce."
      }
     ]
    },
    {
     "title": "Milk Chocolate Chip Skillet Cookie",
     "checklistItem": [
      {
       "title": "Preheat the oven to 200°C, (fan 180°C, gas mark 4)."
      },
      {
       "title": "In a large bowl cream together the butter and sugars until pale and fluffy then add the egg and vanilla extract and mix together well."
      },
      {
       "title": "Sift the flour and salt and then add to the egg mixture. Mixing thoroughly until a soft dough forms. Finally stir in the chocolate chips."
      },
      {
       "title": "Lightly butter a 20cm skillet pan to grease. Put your cookie dough in the skillet gently pressing down to ensure the dough is evenly distributed in the skillet."
      },
      {
       "title": "Place in the oven and bake for 15 minutes for the ultimate Millie's experience, or 20 minutes if you prefer a crunch. Leave to cool for 10 minutes before adding a massive dollop of ice cream and Askey's Treat Sauce."
      }
     ]
    },
    {
     "title": "Melt in the Middle Salted Caramel Pudding",
     "checklistItem": [
      {
       "title": "Begin by making the caramel. In a saucepan place the butter, sugar, condensed milk, Dulce De Leche and sea salt. Heat all of the ingredients until the butter has melted."
      },
      {
       "title": "Pour the caramel into a bowl and place in the fridge to chill and thicken for a few hours."
      },
      {
       "title": "To make the chocolate sponges; preheat your oven to 200ºC/180ºC fan/Gas 6. Grease 6 175ml/6oz dariole moulds generously with butter"
      },
      {
       "title": "Melt the butter and chocolate in a large bowl over a pan of simmering water. Stir in the vanilla and set aside to cool."
      },
      {
       "title": "Whisk the eggs, egg yolk and sugar until pale and very thick."
      },
      {
       "title": "Gently fold the flour into the mixture."
      },
      {
       "title": "Gently fold in the chocolate mixture until completely one colour."
      },
      {
       "title": "Divide the batter between the prepared moulds, keep aside a couple of spoonfuls of mixture for each of the puddings."
      },
      {
       "title": "Using the back of a teaspoon, make a well into the centre of the pudding and spoon a little of the caramel mixture into the pudding. Top with the remaining chocolate batter to seal the caramel inside. Repeat for each of the puddings."
      },
      {
       "title": "Bake in the preheated oven for 12 minutes or 15 minutes if you are baking straight from frozen."
      },
      {
       "title": "Remove from the oven and rest for 40 seconds before turning out the puddings onto individual plates."
      },
      {
       "title": "Serve immediately with pouring cream or drizzle with extra leftover caramel to make it even more indulgent."
      },
      {
       "title": "If you love this recipe why not try our peanut butter melt in the middle pudding next."
      }
     ]
    },
    {
     "title": "Tropical cheesecake",
     "checklistItem": [
      {
       "title": "Lightly grease two chef rings and place on a parchment lined baking sheet."
      },
      {
       "title": "Place the biscuits in a food processor and process until they become crumbs. You could also put the biscuits into plastic bags and beat with a rolling pin."
      },
      {
       "title": "Mix the crumbs with the melted margarine. Spoon into the chef rings and press down with the back of a spoon. Chill whilst making the filling."
      },
      {
       "title": "Preheat the oven to 170°C (fan 150°C, gas mark 3)."
      },
      {
       "title": "Spoon the soft cheese into a large bowl and add the eggs and sugar. Beat until smooth. Add the pulp from two of the passion fruits and the lime zest and fold in gently. Spoon the mixture into the rings and level off with a palette knife."
      },
      {
       "title": "Bake the cheesecakes in the oven for 20 minutes or until set but still slightly wobbly in the middle. Leave to cool completely."
      },
      {
       "title": "Slice the pineapple and mango chunks. When ready to serve, run a damp palette knife round the inside of the ring and ease the cheesecake out of the ring. Pile the mango and passion fruit on top of the cheesecake and drizzle with the passion fruit pulp. Serve with low fat crème fraiche."
      }
     ]
    },
    {
     "title": "Chocolate Peanut Butter Mug Cake",
     "checklistItem": [
      {
       "title": "You will need to use a microwavable mug and 800W microwave for this recipe."
      },
      {
       "title": "Place the butter and chocolate squares in the mug and melt together for 30 seconds,then give the mixture a stir."
      },
      {
       "title": "Add in the other ingredients and mix together using a spoon or fork until the mixture become a chocolate brown, smooth consistency."
      },
      {
       "title": "Microwave the mixture for 1 minute 30 at 800W. Keep an eye on the cake in case it spills out of the mug."
      },
      {
       "title": "Serve warm, drizzled in chocolate sauce or topped with whipped cream or ice cream."
      }
     ]
    },
    {
     "title": "Ultimate Brownie Skillet",
     "checklistItem": [
      {
       "title": "Preheat the oven to 190°C (fan 170°C, gas mark 5) and grease your cast iron skillet with butter."
      },
      {
       "title": "Melt the chocolate and butter in a heatproof bowl over a pan of simmering water."
      },
      {
       "title": "Whisk the egg until pale and fluffy, add the muscovado sugar and whisk until thick - then gently fold in the chocolate."
      },
      {
       "title": "Sieve in the flour and fold in until the mixture is smooth."
      },
      {
       "title": "Pour into the prepared tin and bake for 15-20 minutes, until you see a paper-like crust on top, there should still be some movement in the centre."
      },
      {
       "title": "If your brownie begins to brown around the edges, loosely cover with baking paper to protect it whilst it continues to bake."
      },
      {
       "title": "Remove from the oven. The brownie texture should still be gooey in the centre (it will firm up as the brownie cools). Leave to cool slightly before adding a generous dollop of ice cream."
      }
     ]
    },
    {
     "title": "Cookies in a Jar",
     "checklistItem": [
      {
       "title": "Into a 1 litre glass jar, layer the flour and salt. Make sure you press down each layer to ensure no mixing."
      },
      {
       "title": "Next layer your light muscovado sugar and then top with chocolate chips."
      },
      {
       "title": "Make sure you print off the PDF instructions and attach to the jar, finish off with a bow."
      }
     ]
    },
    {
     "title": "Brownies in a Jar",
     "checklistItem": [
      {
       "title": "Into a 1 litre glass jar, layer the flour (Make sure you press down each layer as you go to avoid the ingredients mixing) then cocoa powder, white caster sugar, light muscovado and then chocolate chips."
      },
      {
       "title": "Print off the PDF instructions and attach to the jar. Finish off with a bow."
      }
     ]
    },
    {
     "title": "Salted Caramel Chocolate Pots",
     "checklistItem": [
      {
       "title": "Place the butter, sugar of your choice, condensed milk, caramel and sea salt into a saucepan and heat until the butter has melted."
      },
      {
       "title": "Pour the sauce into 2 ramekins and allow to cool fully before leaving them to chill in the fridge. While this is setting, prepare your chocolate topping."
      },
      {
       "title": "Melt the dark chocolate in a bowl over a pan of boiling water."
      },
      {
       "title": "Once this has melted, retrieve your ramekins with set caramel sauce. Carefully pour the melted chocolate over the caramel and leave to set."
      },
      {
       "title": "Top with some sea salt flakes and serve."
      }
     ]
    },
    {
     "title": "Chocolate Dough Balls",
     "checklistItem": [
      {
       "title": "Place the flour and salt into a large bowl, stir in the sugar and the yeast, then rub in the butter. Add enough water to form a soft, slightly sticky dough, you may not need it all."
      },
      {
       "title": "Knead the dough on a lightly floured surface for up to 10 minutes until smooth and elastic."
      },
      {
       "title": "Divide the dough into 20 small pieces and roll each piece into a ball, then place on a baking tray, ensuring you leave space in between."
      },
      {
       "title": "Cover with lightly greased cling film and leave in a warm place for 20-30 minutes, until the balls have almost doubled in size."
      },
      {
       "title": "Preheat the oven to 230°C (fan 210°C, gas mark 8)."
      },
      {
       "title": "Bake the dough balls for 10 minutes then reduce the temperature to 200°C (fan 180°C, gas mark 6) for a further 10 minutes or until the dough balls are risen, golden brown and sound hollow when tapped underneath. Dust with icing sugar whilst they are still warm."
      },
      {
       "title": "Serve with chocolate spread."
      }
     ]
    }
   ]
  },
  {
   "title": "Floral Flavours",
   "selection1": [
    {
     "title": "Floral Ice Lollies",
     "checklistItem": [
      {
       "title": "Combine water, rose water and lemon juice."
      },
      {
       "title": "Add the sugar, sweetening to taste."
      },
      {
       "title": "Pour the mixture into moulds."
      },
      {
       "title": "Freeze without sticks and petals for about 1 hour."
      },
      {
       "title": "Remove from the freezer and add flower petals. Make sure the flowers are scattered throughout the lollies. Add sticks and freeze until solid."
      }
     ]
    },
    {
     "title": "Rose Water & Pomegranate Granita",
     "checklistItem": [
      {
       "title": "Prepare the pomegranates by removing the seeds (reserving 2 tbsp seeds for decoration) and whizzing in a food processor before sieving."
      },
      {
       "title": "Bring the pomegranate juice and sugar to a boil, then remove from the heat and stir to dissolve the sugar. Set aside to cool."
      },
      {
       "title": "Once cool, mix the pomegranate syrup with the orange juice, lemon juice and rose water, then pour into a wide shallow container and freeze."
      },
      {
       "title": "Leave for 1-2 hours before breaking up the surface with a fork every 30 minutes until completely frozen."
      },
      {
       "title": "Serve in sundae glasses with a few pomegranate seeds on top."
      }
     ]
    },
    {
     "title": "Lemon and poppy seeds cupcakes",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180°C (160°C fan, gas mark 4). Line a cupcake or muffin tin with 12 cupcake cases."
      },
      {
       "title": "Place the butter and sugar in a mixing bowl and beat with a wooden spoon or electric mixer until light and fluffy. Gradually beat in the eggs a little at a time until smooth, adding a little flour if the mixture curdles."
      },
      {
       "title": "Stir in the rest of the flour and then add the baking powder, lemon zest, poppy seeds and yoghurt, combining until smooth."
      },
      {
       "title": "Divide the mixture between the cupcake cases. Bake for 20-25 minutes until golden brown and just firm to the touch. Allow to cool completely."
      },
      {
       "title": "Warm the lemon juice with the sugar in a small pan until the sugar has dissolved, then spoon a little over each cake."
      }
     ]
    },
    {
     "title": "Glazed Strawberry Tarts with Elderflower Cream",
     "checklistItem": [
      {
       "title": "Preheat the oven to 190°C (fan 170°C, gas mark 5)."
      },
      {
       "title": "To make the pastry, put the flour into a bowl, add the icing sugar and butter then rub in the butter with your fingertips or an electric mixer until it resembles fine crumbs."
      },
      {
       "title": "Stir in the egg yolks then squeeze together with your fingertips to make a dough, adding a little water if needed."
      },
      {
       "title": "Knead lightly then roll out thinly on a lightly floured surface. Cut out 10cm/4in circles using a large biscuit cutter then press circles into buttered sections of a 12 hole deep muffin tin. Prick bases with a fork and chill for 15 minutes."
      },
      {
       "title": "Line each tart with a circle of greaseproof paper and some dried lentils or baking beans and bake blind for 10 minutes, remove paper and lentils or beans and cook for 3-4 more minutes until pale golden. Leave to cool."
      },
      {
       "title": "Remove the pastry cases from the tin, arrange on a serving plate."
      },
      {
       "title": "Whip the cream with the icing sugar and elderflower cordial until it forms soft swirls. Spoon into the tart cases."
      },
      {
       "title": "Arrange the strawberries on top. Warm the redcurrant jelly in a small saucepan until melted then brush over the tarts. Serve within 30 minutes of decorating."
      }
     ]
    },
    {
     "title": "Mini strawberry and rose water sponge cakes",
     "checklistItem": [
      {
       "title": "Preheat the oven to 180°C (fan 160°C, gas mark 4) and grease and base line a 12 hole loose bottomed cake tin with baking parchment (We used a tin from Lakeland)."
      },
      {
       "title": "Place the butter and caster sugar in a bowl and cream together until pale and fluffy. Add the eggs one by one beating well in between each addition, then add the rose water."
      },
      {
       "title": "Finally carefully fold in the flour until evenly mixed."
      },
      {
       "title": "Spoon the batter into the cake tin until each hole is 2/3 full. Then place in the oven and bake for 20-25 minutes or until a skewer comes out clean and the sponges are golden brown and springy to the touch."
      },
      {
       "title": "Remove from the oven and leave to cool. Use a small round ended knife to loosen the sponge from the side of the tin and then carefully remove each sponge from the tin and leave to cool on a cooling wire."
      },
      {
       "title": "To make the buttercream place the icing sugar and butter in a bowl and beat together slowly, then turn the speed up and beat until pale and fluffy. Add the rose water and beat again."
      },
      {
       "title": "When the cakes are cool cut each one in half widthways and spread a layer of strawberry jam on one half and buttercream on the other half and sandwich together. Finish with a dusting of icing sugar."
      }
     ]
    },
    {
     "title": "Strawberry & Rose Water Jam"
    },
    {
     "title": "Lemon & Lavender Muffins"
    }
   ]
  }
 ]
}